{
    "version": "https://jsonfeed.org/version/1",
    "title": "Resep Dapur Ibu",
    "description": "",
    "home_page_url": "https://resepdapuribu.github.io",
    "feed_url": "https://resepdapuribu.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Ibu"
    },
    "items": [
        {
            "id": "https://resepdapuribu.github.io/best-kitchen-sets-for-your-home-a-comprehensive-guide.html",
            "url": "https://resepdapuribu.github.io/best-kitchen-sets-for-your-home-a-comprehensive-guide.html",
            "title": "Best Kitchen Sets for Your Home: A Comprehensive Guide",
            "summary": "Are you in the market for a new kitchen set? Look no further! This comprehensive guide will provide you with all the information you need to make an informed decision and choose the best kitchen set for your home. When buying a kitchen set, there&hellip;",
            "content_html": "<p>Are you in the market for a new kitchen set? Look no further! This comprehensive guide will provide you with all the information you need to make an informed decision and choose the best kitchen set for your home.</p>\n<h2>What to Consider When Buying a Kitchen Set</h2>\n<p>When buying a kitchen set, there are several factors to consider. These include:</p>\n<ul>\n<li>\n<p>Space: Before making a purchase, measure the area in your kitchen where you would like to place the set. Consider the size of your kitchen and make sure you have enough space for the set you want.</p>\n</li>\n<li>\n<p>Style: Kitchen sets come in a variety of styles, including traditional, modern, and contemporary. Choose a style that complements the overall look of your kitchen and fits your personal preferences.</p>\n</li>\n<li>\n<p>Material: Kitchen sets can be made from a range of materials, including wood, metal, and composite materials. Consider the durability, ease of cleaning, and overall look of each material before making a decision.</p>\n</li>\n<li>\n<p>Functionality: Consider how you will use the kitchen set in your home. Will you use it for cooking, storage, or both? Look for a set that provides the functionality you need and meets your specific needs.</p>\n</li>\n<li>\n<p>Budget: Finally, consider your budget when purchasing a kitchen set. Kitchen sets can range in price from a few hundred dollars to several thousand dollars. Determine your budget and look for a set that provides the best value for your money.</p>\n</li>\n</ul>\n<h2>Types of Kitchen Sets</h2>\n<p>There are several different types of kitchen sets available, each with its own unique features and benefits. The following are the most common types of kitchen sets:</p>\n<ul>\n<li>\n<p>Traditional Kitchen Sets: Traditional kitchen sets are perfect for those who love a classic look. They often feature ornate details, intricate wood carvings, and a warm, welcoming appearance.</p>\n</li>\n<li>\n<p>Modern Kitchen Sets: Modern kitchen sets are ideal for those who prefer a sleek and stylish look. They often feature clean lines, simple designs, and minimalistic styling.</p>\n</li>\n<li>\n<p>Contemporary Kitchen Sets: Contemporary kitchen sets are perfect for those who want a more modern look but prefer a softer, more inviting style. They often feature clean lines, simple designs, and warm, welcoming color palettes.</p>\n</li>\n<li>\n<p>Rustic Kitchen Sets: Rustic kitchen sets are perfect for those who love the look of natural wood. They often feature reclaimed or distressed wood, adding a touch of charm and character to any kitchen.</p>\n</li>\n<li>\n<p>Country Kitchen Sets: Country kitchen sets are perfect for those who love the warm and welcoming look of a traditional country kitchen. They often feature charming details, such as distressed wood finishes and colorful accents, creating a warm and inviting atmosphere in any kitchen.</p>\n</li>\n</ul>\n<h2>The Benefits of a Kitchen Set</h2>\n<p>There are many benefits to owning a kitchen set, including:</p>\n<ul>\n<li>\n<p>Increased Storage: Kitchen sets often provide additional storage space, allowing you to keep your kitchen organized and clutter-free.</p>\n</li>\n<li>\n<p>Improved Functionality: Kitchen sets can provide additional functionality, such as extra counter space, built-in appliances, and specialized storage options.</p>\n</li>\n<li>\n<p>Enhanced Style: Kitchen sets can enhance the overall style of your kitchen, adding a touch of sophistication and charm.</p>\n</li>\n<li>\n<p>Increased Home Value: Investing in a high-quality kitchen set can increase the overall value of your home, making it a smart investment for the future.</p>\n</li>\n</ul>\n<h2>Conclusion</h2>\n<p>In conclusion, a kitchen set is a valuable investment for any home. Whether you are looking for additional storage, improved functionality, or enhanced style, there is a kitchen set out there that will meet your needs. Consider the factors outlined in this guide and take your time in selecting the best kitchen set for your home. With so many options available, you are sure to find a set that fits your style, budget, and functional needs. So, start shopping today and enjoy the many benefits of owning a high-quality kitchen set!</p>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-02-02T03:15:08+07:00",
            "date_modified": "2023-02-02T03:18:51+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/rendang-the-king-of-indonesian-curries.html",
            "url": "https://resepdapuribu.github.io/rendang-the-king-of-indonesian-curries.html",
            "title": "Rendang: The King of Indonesian Curries",
            "summary": "Indonesian cuisine is known for its diverse and flavorful dishes, and one dish that truly stands out is Rendang. Rendang is a rich and savory beef curry that's simmered in a mixture of spices, coconut milk, and palm sugar for hours until the meat is&hellip;",
            "content_html": "<p>Indonesian cuisine is known for its diverse and flavorful dishes, and one dish that truly stands out is Rendang. Rendang is a rich and savory beef curry that's simmered in a mixture of spices, coconut milk, and palm sugar for hours until the meat is tender and the sauce is thick and flavorful. In this article, we'll explore the history, cultural significance, and variations of Rendang.</p>\n<p>Hook:</p>\n<p>Are you looking for a dish that's packed with flavor and has a rich cultural history? Look no further than Rendang, the king of Indonesian curries.</p>\n<p>Introduction:</p>\n<p>Rendang is a traditional Indonesian dish that's made by simmering beef in a mixture of spices, coconut milk, and palm sugar until the meat is tender and the sauce is thick and flavorful. This dish is a staple in Indonesian households and is enjoyed at celebrations, festivals, and special events. But Rendang is more than just a dish, it's a symbol of Indonesian culture and a reflection of the country's rich history.</p>\n<p>Rendang's Origins:</p>\n<p>Rendang originated in West Sumatra and is believed to have been created by the Minangkabau people. The Minangkabau people have a long history of preserving meat through slow cooking and simmering, and Rendang is a testament to their culinary traditions. The dish was originally made for celebrations and special events, and it was a symbol of prestige and wealth. Over time, Rendang became a staple in Indonesian households and is now enjoyed by families and friends at home and at special events.</p>\n<p>Cultural Significance of Rendang:</p>\n<p>Rendang is much more than just a dish, it's a symbol of Indonesian culture. In Indonesia, Rendang is considered a comfort food and is often enjoyed by families and friends at home. It's also a popular dish at celebrations and festivals, and it's common to find vendors selling Rendang at weddings, religious celebrations, and other special events. Rendang is a dish that brings people together, and it's a symbol of unity, hospitality, and tradition.</p>\n<p>Variations of Rendang:</p>\n<p>Rendang is a versatile dish, and there are many regional and cultural variations. Some of the most popular variations of Rendang include:</p>\n<ul>\n<li>\n<p>Rendang Padang: This variation is popular in the Padang region of West Sumatra and is known for its rich and spicy flavors. It's made with ingredients like chili, lemongrass, and turmeric.</p>\n</li>\n<li>\n<p>Rendang Sapi: This variation is made with beef and is the most traditional and authentic version of Rendang.</p>\n</li>\n<li>\n<p>Rendang Ayam: This variation is made with chicken instead of beef and is a lighter, healthier version of Rendang.</p>\n</li>\n<li>\n<p>Rendang Minang: This variation is made with a mixture of spices, coconut milk, and palm sugar, and it's popular in the Minangkabau region of West Sumatra.</p>\n</li>\n</ul>\n<p>Conclusion:</p>\n<p>Rendang is a dish that truly embodies the flavors and culture of Indonesian cuisine. With its rich history, cultural significance, and versatile variations, Rendang is a dish that should not be missed. Whether you're a foodie, a traveler, or simply someone who loves good food, Rendang is a dish that will take you on a flavor journey and leave you feeling satisfied and fulfilled. So the next time you're in Indonesia, make sure to try this delicious dish and experience the heart and soul of Indonesian cuisine.</p>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-02-02T03:04:10+07:00",
            "date_modified": "2023-02-02T03:04:10+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/nasi-goreng-the-heart-of-indonesian-cuisine.html",
            "url": "https://resepdapuribu.github.io/nasi-goreng-the-heart-of-indonesian-cuisine.html",
            "title": "Nasi Goreng: The Heart of Indonesian Cuisine",
            "summary": "Indonesian cuisine is a melting pot of flavors, with each dish reflecting the country's diverse culture, history, and geography. But one dish stands out above the rest, and that's Nasi Goreng. Nasi Goreng, or Fried Rice, is a staple in Indonesian households and is loved&hellip;",
            "content_html": "<p>Indonesian cuisine is a melting pot of flavors, with each dish reflecting the country's diverse culture, history, and geography. But one dish stands out above the rest, and that's Nasi Goreng. Nasi Goreng, or Fried Rice, is a staple in Indonesian households and is loved by locals and tourists alike. In this article, we'll dive into the history and cultural significance of Nasi Goreng and explore its many variations.</p>\n<p>Hook:</p>\n<p>Have you ever tried a dish that combines salty, sweet, and savory flavors in one bite? That's the essence of Nasi Goreng, a dish that has captured the hearts of foodies around the world.</p>\n<p>Introduction:</p>\n<p>Nasi Goreng is an Indonesian dish made from leftover rice that's stir-fried with ingredients like vegetables, meat, eggs, and spices. This simple yet delicious dish has become a staple in Indonesian households and is enjoyed for breakfast, lunch, and dinner. But Nasi Goreng is more than just a dish, it's a symbol of Indonesian culture and a reflection of the country's rich history.</p>\n<p>Nasi Goreng's Origins:</p>\n<p>The exact origin of Nasi Goreng is unknown, but it's believed to have originated during the Dutch colonial period in Indonesia. The Dutch brought with them new ingredients and cooking techniques, which influenced the local cuisine. Nasi Goreng is thought to have been created as a way to use up leftover rice and make a quick, filling meal. Over time, Nasi Goreng evolved into the dish we know and love today, with various regional and cultural variations.</p>\n<p>Cultural Significance of Nasi Goreng:</p>\n<p>Nasi Goreng is much more than just a dish, it's a symbol of Indonesian culture. In Indonesia, Nasi Goreng is considered a comfort food and is often enjoyed by families and friends at home. It's also a popular street food and is sold at local warungs (food stalls) and street vendors. Nasi Goreng is a staple at Indonesian celebrations and festivals, and it's common to find vendors selling the dish at weddings, religious celebrations, and other special events.</p>\n<p>Variations of Nasi Goreng:</p>\n<p>Nasi Goreng is a versatile dish, and there are many regional and cultural variations. Some of the most popular variations of Nasi Goreng include:</p>\n<ul>\n<li>\n<p>Nasi Goreng Kampung: This traditional Indonesian version is made with simple ingredients like garlic, shallots, and chili. It's typically served with a fried egg and sambal (spicy chili sauce).</p>\n</li>\n<li>\n<p>Nasi Goreng Seafood: This variation is made with seafood like prawns, squid, and clams. It's a popular dish in coastal regions and is often enjoyed with sambal.</p>\n</li>\n<li>\n<p>Nasi Goreng Jakarta: This variation is a fusion of Chinese and Indonesian cuisine, and it's made with ingredients like soy sauce, kecap manis (sweet soy sauce), and shrimp paste.</p>\n</li>\n<li>\n<p>Nasi Goreng Padang: This variation is popular in the Padang region of West Sumatra and is known for its rich and spicy flavors. It's made with ingredients like chili, lemongrass, and turmeric.</p>\n</li>\n</ul>\n<p>Conclusion:</p>\n<p>Nasi Goreng is a dish that captures the essence of Indonesian cuisine, and it's loved by locals and tourists alike. From its humble beginnings as a way to use up leftover rice, Nasi Goreng has evolved into a symbol of Indonesian culture and a reflection of the country's rich history. With its many regional and cultural variations, there's a Nasi Goreng for everyone, whether you prefer a simple, traditional version or a more elaborate fusion dish. Whether you're a foodie, a traveler, or simply someone who loves good food, Nasi Goreng is a dish that should not be missed. So the next time you find yourself in Indonesia, make sure to try this delicious dish and experience the flavors and culture of this amazing country.</p>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-02-02T03:01:55+07:00",
            "date_modified": "2023-02-02T03:17:34+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/ikan-cakalang-asar-kemewahan-asap-dari-papua-barat.html",
            "url": "https://resepdapuribu.github.io/ikan-cakalang-asar-kemewahan-asap-dari-papua-barat.html",
            "title": "Ikan Cakalang Asar, Kemewahan Asap dari Papua Barat",
            "summary": "Ikan Cakalang Asar adalah hidangan khas dari Papua Barat, Indonesia, yang terbuat dari ikan cakalang yang dipanggang. Hidangan ini memiliki cita rasa gurih dan asap yang khas, karena bumbu yang digunakan dan proses pemanggangan. Bumbu utama yang digunakan meliputi bawang merah, bawang putih, jahe, kunyit,&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p class=\"align-left\">Ikan Cakalang Asar adalah hidangan khas dari Papua Barat, Indonesia, yang terbuat dari ikan cakalang yang dipanggang. Hidangan ini memiliki cita rasa gurih dan asap yang khas, karena bumbu yang digunakan dan proses pemanggangan. Bumbu utama yang digunakan meliputi bawang merah, bawang putih, jahe, kunyit, garam, gula merah, air asam jawa, air kecap, dan minyak goreng. Ikan cakalang diolesi dengan bumbu, lalu dipanggang sampai matang dan dalam wadah tertutup dengan daun pisang atau aluminium foil. </p>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">Bahan-bahan:</span></p>\n</div>\n</div>\n</div>\n<ul class=\"align-left\">\n<li>500g ikan cakalang, dipotong kecil-kecil</li>\n<li>2 buah cabe merah besar, diiris</li>\n<li>4 siung bawang merah, haluskan</li>\n<li>2 siung bawang putih, haluskan</li>\n<li>1 ruas jahe, geprek</li>\n<li>2 ruas kunyit, geprek</li>\n<li>1 sdt garam</li>\n<li>1/2 sdt gula merah</li>\n<li>2 sdm air asam jawa</li>\n<li>2 sdm air kecap</li>\n<li>2 sdm minyak goreng</li>\n</ul>\n<p class=\"align-left\">Cara Membuat:</p>\n<ol class=\"align-left\">\n<li>Campurkan bahan bumbu halus, jahe, kunyit, garam, gula merah, air asam jawa, air kecap, dan minyak goreng dalam wadah. Aduk hingga rata.</li>\n<li>Lumuri bagian dalam ikan cakalang dengan bumbu, lalu diamkan selama 30 menit.</li>\n<li>Tata ikan cakalang dalam loyang, lalu tutup dengan daun pisang atau aluminium foil.</li>\n<li>Panggang dalam oven dengan suhu 200°C selama 15-20 menit, atau sampai ikan cakalang matang.</li>\n<li>Sajikan bersama nasi dan sayuran segar.</li>\n</ol>\n<p class=\"align-left\">Catatan Penting:</p>\n<ul class=\"align-left\">\n<li>Gunakan air asam jawa asli untuk rasa yang autentik.</li>\n<li>Sumber panas dapat berupa oven atau barbecue.</li>\n<li>Jangan terlalu lama mengukus, agar ikan tidak lembek dan rasanya masih terjaga.</li>\n</ul>\n<p class=\"align-left\">Hidangan ini disajikan bersama nasi dan sayuran segar. Ikan Cakalang Asar adalah pilihan yang sempurna untuk hidangan makan siang atau malam yang lezat dan sederhana.</p>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<h3>Apa bedanya ikan cakalang dan ikan tongkol?</h3>\n<p>Kedua jenis ikan ini berbeda dalam hal ukuran dan tekstur daging.</p>\n<ol>\n<li>\n<p>Ikan Cakalang: Lebih besar dari ikan tongkol dan memiliki tekstur daging yang keras.</p>\n</li>\n<li>\n<p>Ikan Tongkol: Lebih kecil dari ikan cakalang dan memiliki tekstur daging yang lebih lembut dan empuk.</p>\n</li>\n</ol>\n<p>Kedua jenis ikan ini juga memiliki perbedaan dalam penggunaan, di mana ikan cakalang lebih sering digunakan untuk produk olahan seperti abon, sementara ikan tongkol lebih sering diolah menjadi masakan bakar atau goreng.</p>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<h2>Harga ikan cakalang bervariasi tergantung pada beberapa faktor, seperti:</h2>\n<ol>\n<li>\n<p>Tempat pembelian: Harga ikan cakalang bisa berbeda antar toko atau pasar tradisional dan supermarket.</p>\n</li>\n<li>\n<p>Ketersediaan: Saat musim panen, harga ikan cakalang biasanya lebih murah, sedangkan saat musim dingin harganya bisa lebih tinggi.</p>\n</li>\n<li>\n<p>Ukuran: Harga ikan cakalang bisa lebih mahal untuk ukuran yang lebih besar.</p>\n</li>\n<li>\n<p>Kualitas: Harga ikan cakalang bisa berbeda tergantung pada kualitas ikan, seperti kondisi tubuh dan tingkat kekenyalan daging.</p>\n</li>\n</ol>\n<p>Secara umum, harga ikan cakalang berkisar antara Rp 50.000 hingga Rp 150.000 per kilogram, tergantung pada faktor-faktor tersebut. Namun, harga ini bisa berubah sesuai dengan situasi dan kondisi pasar.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<p class=\"align-left\"> <span style=\"color: var(--headings-color); font-family: var(--font-base); font-size: 1.42383em; font-weight: var(--font-weight-bold); letter-spacing: var(--letter-spacing);\">Tapi, apa manfaat dari ikan cakalang?</span></p>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>Ikan cakalang memiliki beberapa manfaat bagi kesehatan, di antaranya:</p>\n<ol>\n<li>\n<p>Kaya protein: Ikan cakalang mengandung protein yang tinggi dan bergizi, yang dapat membantu membangun dan memperbaiki jaringan tubuh.</p>\n</li>\n<li>\n<p>Mengandung asam lemak Omega-3: Ikan cakalang mengandung asam lemak Omega-3 yang baik untuk jantung dan sistem saraf.</p>\n</li>\n<li>\n<p>Sumber vitamin D: Ikan cakalang mengandung vitamin D yang membantu menjaga kesehatan tulang dan gigi.</p>\n</li>\n<li>\n<p>Mengandung vitamin B12: Ikan cakalang mengandung vitamin B12 yang penting untuk mempertahankan kesehatan sel dan sistem saraf.</p>\n</li>\n<li>\n<p>Mengandung mineral: Ikan cakalang mengandung mineral seperti fosfor, zat besi, dan magnesium yang penting untuk kesehatan tubuh.</p>\n</li>\n<li>\n<p>Baik untuk diet: Ikan cakalang rendah lemak dan kalori, sehingga baik untuk orang yang sedang menjalani diet rendah lemak.</p>\n</li>\n<li>\n<p>Mengurangi risiko penyakit kronis: Mengonsumsi ikan cakalang secara teratur dapat membantu mengurangi risiko penyakit jantung, stroke, dan penyakit lainnya.</p>\n</li>\n</ol>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<h3 class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\">Bolehkah bumil makan ikan cakalang?</h3>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>Boleh, asalkan ikan cakalang dipastikan bebas dari bahan berbahaya seperti merkuri dan bahan pengawet lainnya. Ikan cakalang adalah sumber protein dan nutrisi yang baik bagi kehamilan, dan membantu memenuhi kebutuhan nutrisi ibu dan janin.</p>\n<p>Namun, disarankan untuk membatasi konsumsi ikan yang mungkin mengandung tinggi merkuri, seperti ikan predator besar seperti shark, swordfish, dan king mackerel.</p>\n<p>Sebelum memutuskan untuk mengonsumsi ikan cakalang selama kehamilan, sebaiknya berkonsultasi dengan dokter kandungan untuk memastikan bahwa ini aman bagi kondisi kesehatan Anda.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:48:23+07:00",
            "date_modified": "2023-02-02T03:17:25+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/ikan-bakar-manokwari-sensasi-rasa-laut-dari-tanah-papua.html",
            "url": "https://resepdapuribu.github.io/ikan-bakar-manokwari-sensasi-rasa-laut-dari-tanah-papua.html",
            "title": "Ikan Bakar Manokwari: Sensasi Rasa Laut dari Tanah Papua",
            "summary": "Ikan Bakar Manokwari adalah hidangan khas dari Tanah Papua yang terkenal dengan rasa ikan yang kuat dan bumbu yang pedas. Ikan dipanggang dengan bumbu yang dibuat dari cabai merah, cabai rawit, bawang merah, bawang putih, jahe, kunyit, lengkuas, dan ketumbar bubuk. Penambahan nasi hangat membuat&hellip;",
            "content_html": "<p>Ikan Bakar Manokwari adalah hidangan khas dari Tanah Papua yang terkenal dengan rasa ikan yang kuat dan bumbu yang pedas. Ikan dipanggang dengan bumbu yang dibuat dari cabai merah, cabai rawit, bawang merah, bawang putih, jahe, kunyit, lengkuas, dan ketumbar bubuk. Penambahan nasi hangat membuat hidangan ini semakin mengenyangkan dan menyegarkan. Nikmati sensasi rasa laut dari Tanah Papua dengan Ikan Bakar Manokwari.</p>\n<p>Bahan-bahan:</p>\n<ul>\n<li>1 ekor ikan (mackerel, teri, atau ikan lain yang cocok untuk bakar)</li>\n<li>1 bh jeruk nipis</li>\n<li>2 siung bawang putih, cincang halus</li>\n<li>1 sdt garam</li>\n<li>1 sdt lada bubuk</li>\n<li>Minyak untuk menumis</li>\n</ul>\n<p>Bahan bumbu:</p>\n<ul>\n<li>5 bh cabai merah</li>\n<li>5 bh cabai rawit</li>\n<li>3 siung bawang merah</li>\n<li>3 siung bawang putih</li>\n<li>1 ruas jahe</li>\n<li>1 ruas kunyit</li>\n<li>1 ruas lengkuas</li>\n<li>1 sdt ketumbar bubuk</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Bersihkan ikan, lumuri dengan air jeruk nipis dan bawang putih cincang. Diamkan selama 15 menit.</li>\n<li>Campurkan bahan bumbu dan tumbuk hingga halus.</li>\n<li>Panaskan minyak, tumis bumbu hingga harum.</li>\n<li>Sisihkan bumbu, tuangkan ke atas ikan.</li>\n<li>Bakar ikan hingga matang dan bumbu meresap.</li>\n<li>Sajikan bersama nasi hangat.</li>\n</ol>\n<p>Catatan penting:</p>\n<ul>\n<li>Lumuri ikan dengan air jeruk nipis dan bawang putih cincang sebelum dibakar untuk membuat rasa ikan lebih kuat.</li>\n<li>Bumbu yang ditumbuk harus halus agar bumbu meresap ke dalam ikan dengan baik.</li>\n</ul>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:41:09+07:00",
            "date_modified": "2023-01-30T18:41:09+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/papeda-papua-cita-rasa-autentik-dari-tanah-papua.html",
            "url": "https://resepdapuribu.github.io/papeda-papua-cita-rasa-autentik-dari-tanah-papua.html",
            "title": "Papeda Papua: Cita Rasa Autentik dari Tanah Papua",
            "summary": "Papeda Papua adalah hidangan khas dari Papua yang terkenal dengan teksturnya yang keras dan rasa kacang-kacangan yang kuat. Papeda dibuat dari tepung kacang-kacangan yang dicampur dengan air dan daun pepaya, dan dibumbui dengan air jeruk nipis dan garam. Penambahan sayuran segar atau daging yang sudah&hellip;",
            "content_html": "<p>Papeda Papua adalah hidangan khas dari Papua yang terkenal dengan teksturnya yang keras dan rasa kacang-kacangan yang kuat. Papeda dibuat dari tepung kacang-kacangan yang dicampur dengan air dan daun pepaya, dan dibumbui dengan air jeruk nipis dan garam. Penambahan sayuran segar atau daging yang sudah dibumbui membuat hidangan ini semakin lezat dan mengenyangkan. Sajikan bersama sayuran segar atau daging yang sudah dibumbui untuk pengalaman kuliner yang autentik dari Tanah Papua. Nikmati cita rasa autentik dari Tanah Papua dengan Papeda Papua.</p>\n<p>Bahan-bahan:</p>\n<ul>\n<li>500 gr tepung kacang-kacangan ( sagu )</li>\n<li>500 ml air</li>\n<li>1 bh daun pepaya, iris halus</li>\n<li>2 sdm air jeruk nipis</li>\n<li>1 sdt garam</li>\n<li>Minyak goreng, secukupnya</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Campur tepung kacang-kacangan dan air, aduk rata hingga tercampur.</li>\n<li>Tambahkan irisan daun pepaya, aduk rata.</li>\n<li>Tambahkan air jeruk nipis dan garam. Aduk rata.</li>\n<li>Panaskan minyak goreng, masukkan adonan tepung kacang-kacangan hingga setebal 1 cm.</li>\n<li>Panggang hingga keemasan, angkat.</li>\n<li>Sajikan bersama sayuran segar atau daging yang sudah dibumbui.</li>\n</ol>\n<p>Catatan penting:</p>\n<ul>\n<li>Tepung kacang-kacangan harus dicampur dengan air dan daun pepaya sebelum ditambahkan bahan lain.</li>\n<li>Adonan tepung kacang-kacangan harus setebal 1 cm agar mudah dipanggang.</li>\n</ul>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:39:05+07:00",
            "date_modified": "2023-01-31T03:27:21+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/papeda-wisata-kuliner-dari-kebudayaan-maluku.html",
            "url": "https://resepdapuribu.github.io/papeda-wisata-kuliner-dari-kebudayaan-maluku.html",
            "title": "Papeda: Wisata Kuliner dari Kebudayaan Maluku",
            "summary": "Papeda adalah hidangan khas Maluku yang terkenal dengan teksturnya yang lembut dan gurih. Papeda dibuat dari tepung sagu yang dicampur dengan air, bawang merah, bawang putih, kecap manis, garam, kunyit bubuk, dan daun pandan. Penambahan fillet ikan yang dimasak dengan bumbu-bumbu membuat hidangan ini semakin&hellip;",
            "content_html": "<p class=\"align-left\">Papeda adalah hidangan khas Maluku yang terkenal dengan teksturnya yang lembut dan gurih. Papeda dibuat dari tepung sagu yang dicampur dengan air, bawang merah, bawang putih, kecap manis, garam, kunyit bubuk, dan daun pandan. Penambahan fillet ikan yang dimasak dengan bumbu-bumbu membuat hidangan ini semakin lezat dan mengenyangkan. Sajikan bersama papeda yang sudah dibakar untuk pengalaman kuliner yang luar biasa. Nikmati wisata kuliner dari kebudayaan Maluku dengan Papeda.</p>\n<p class=\"align-left\">Bahan-bahan:</p>\n<ul class=\"align-left\">\n<li>500 gr tepung sagu</li>\n<li>500 ml air</li>\n<li>200 gr ikan, fillet</li>\n<li>3 bh bawang merah, iris halus</li>\n<li>2 bh bawang putih, iris halus</li>\n<li>2 sdm kecap manis</li>\n<li>1 sdt garam</li>\n<li>1 sdt kunyit bubuk</li>\n<li>Daun pandan, secukupnya</li>\n<li>Minyak goreng, secukupnya</li>\n</ul>\n<p class=\"align-left\">Cara membuat:</p>\n<ol class=\"align-left\">\n<li>Campur tepung sagu dan air, aduk rata hingga tercampur.</li>\n<li>Tambahkan irisan bawang merah, bawang putih. Aduk rata.</li>\n<li>Tambahkan kecap manis, garam, dan kunyit bubuk. Aduk rata.</li>\n<li>Tambahkan daun pandan, aduk rata.</li>\n<li>Panaskan minyak goreng, masukkan adonan tepung sagu hingga setebal 1 cm.</li>\n<li>Panggang hingga keemasan, angkat.</li>\n<li>Rebus air hingga mendidih.</li>\n<li>Masukkan fillet ikan, aduk rata.</li>\n<li>Tambahkan bumbu-bumbu sesuai selera.</li>\n<li>Sajikan bersama papeda yang sudah dibakar.</li>\n</ol>\n<p class=\"align-left\">Catatan penting:</p>\n<ul class=\"align-left\">\n<li>Tepung sagu harus dicampur dengan air sebelum ditambahkan bahan lain.</li>\n<li>Adonan tepung sagu harus setebal 1 cm agar mudah dipanggang.</li>\n<li>Rebus ikan dengan bumbu-bumbu sesuai selera.</li>\n</ul>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p class=\"align-left\">Papeda di Papua dan Maluku memiliki perbedaan dalam bahan-bahan dan cara membuat. Papeda di Papua dibuat dari tepung kacang-kacangan yang dicampur dengan air dan daun pepaya, sementara papeda di Maluku dibuat dari tepung sagu yang dicampur dengan air, bawang merah, bawang putih, kecap manis, garam, kunyit bubuk, dan daun pandan. Tekstur papeda di Papua lebih kasar dan keras dibandingkan dengan papeda di Maluku yang lebih lembut dan gurih.</p>\n<p class=\"align-left\">Secara umum, papeda adalah hidangan tradisional dari Indonesia yang berbeda dari daerah ke daerah, dan memiliki cita rasa dan tekstur yang unik dan khas.</p>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:37:50+07:00",
            "date_modified": "2023-01-30T18:37:50+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/soto-banjar-aromanya-mewah-rasa-kuahnya-mendalam.html",
            "url": "https://resepdapuribu.github.io/soto-banjar-aromanya-mewah-rasa-kuahnya-mendalam.html",
            "title": "Soto Banjar: Aromanya Mewah, Rasa Kuahnya Mendalam",
            "summary": "Soto Banjar adalah hidangan khas Kalimantan Selatan yang terkenal dengan rasa kuahnya yang gurih dan mendalam. Daging sapi yang dimasak dengan bumbu-bumbu seperti bawang merah, bawang putih, kecap manis, garam, dan gula merah membuat aroma soto ini mewah dan memikat. Bahan-bahan: Cara membuat: Penambahan kentang,&hellip;",
            "content_html": "<p>Soto Banjar adalah hidangan khas Kalimantan Selatan yang terkenal dengan rasa kuahnya yang gurih dan mendalam. Daging sapi yang dimasak dengan bumbu-bumbu seperti bawang merah, bawang putih, kecap manis, garam, dan gula merah membuat aroma soto ini mewah dan memikat. </p>\n<p>Bahan-bahan:</p>\n<ul>\n<li>1 liter air</li>\n<li>200 gr daging sapi, potong-potong</li>\n<li>5 bh bawang merah, iris halus</li>\n<li>3 bh bawang putih, iris halus</li>\n<li>2 sdm kecap manis</li>\n<li>1 sdt garam</li>\n<li>1 sdt gula merah</li>\n<li>2 bh kentang, kupas dan potong-potong</li>\n<li>2 bh wortel, kupas dan potong-potong</li>\n<li>200 gr tauge, tiriskan</li>\n<li>200 gr bihun, rebus</li>\n<li>Bawang goreng untuk taburan</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Rebus air hingga mendidih.</li>\n<li>Masukkan daging sapi, aduk rata.</li>\n<li>Tambahkan irisan bawang merah, bawang putih. Aduk rata.</li>\n<li>Tambahkan kecap manis, garam, dan gula merah. Aduk rata.</li>\n<li>Masak hingga daging sapi empuk.</li>\n<li>Tambahkan kentang dan wortel, aduk rata.</li>\n<li>Masak hingga kentang dan wortel matang.</li>\n<li>Tambahkan tauge dan bihun, aduk rata.</li>\n<li>Sajikan hangat, taburi bawang goreng.</li>\n</ol>\n<p>Penambahan kentang, wortel, tauge, dan bihun membuat soto ini semakin lezat dan mengenyangkan. Taburan bawang goreng membuat soto ini semakin terasa. Nikmati soto dengan aroma mewah dan rasa kuahnya mendalam. Selamat mencoba!</p>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:32:15+07:00",
            "date_modified": "2023-01-30T18:32:15+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/bubur-pedas-kalimantan-barat-wisata-kuliner-yang-membakar-lidah.html",
            "url": "https://resepdapuribu.github.io/bubur-pedas-kalimantan-barat-wisata-kuliner-yang-membakar-lidah.html",
            "title": "Bubur Pedas Kalimantan Barat: Wisata Kuliner yang Membakar Lidah",
            "summary": "Bubur Pedas Kalimantan Barat adalah hidangan khas Kalimantan Barat yang terkenal dengan rasa pedas dan gurih. Bubur ini dibuat dari beras yang dicampur dengan air dan bahan-bahan seperti daun kunyit, cabai merah, bawang merah, bawang putih, garam, dan gula merah. Penambahan ikan asin, tauge, dan&hellip;",
            "content_html": "<p class=\"align-left\"><strong>Bubur Pedas Kalimantan Barat</strong> adalah hidangan khas Kalimantan Barat yang terkenal dengan rasa pedas dan gurih. Bubur ini dibuat dari beras yang dicampur dengan air dan bahan-bahan seperti daun kunyit, cabai merah, bawang merah, bawang putih, garam, dan gula merah. Penambahan ikan asin, tauge, dan bakso ikan membuat bubur ini semakin lezat dan menyegarkan. Aroma kunyit dan cabai membakar lidah, membuat bubur ini sangat cocok untuk dinikmati pada hari-hari dingin. Sajikan hangat untuk pengalaman makan yang memuaskan. Nikmati wisata kuliner yang membakar lidah dengan Bubur Pedas Kalimantan Barat.</p>\n<p class=\"align-left\">Bahan-bahan:</p>\n<ul class=\"align-left\">\n<li>1 liter air</li>\n<li>200 gr beras</li>\n<li>50 gr daun kunyit, iris halus</li>\n<li>10 bh cabai merah besar, iris halus</li>\n<li>3 bh bawang merah, iris halus</li>\n<li>2 bh bawang putih, iris halus</li>\n<li>1 sdt garam</li>\n<li>1 sdt gula merah</li>\n<li>100 gr ikan asin, fillet, potong-potong</li>\n<li>100 gr tauge, tiriskan</li>\n<li>100 gr bakso ikan, rebus</li>\n</ul>\n<p class=\"align-left\">Cara membuat:</p>\n<ol class=\"align-left\">\n<li>Rebus air hingga mendidih.</li>\n<li>Masukkan irisan daun kunyit dan beras, aduk rata.</li>\n<li>Tambahkan irisan cabai merah, bawang merah, bawang putih. Aduk rata.</li>\n<li>Tambahkan garam dan gula merah, aduk rata.</li>\n<li>Masak hingga beras matang dan air menyusut.</li>\n<li>Tambahkan ikan asin, tauge, dan bakso ikan. Aduk rata.</li>\n<li>Sajikan hangat.</li>\n</ol>\n<p class=\"align-left\">Nikmati bubur pedas ini dengan aroma kunyit dan cabai yang membakar lidah. Penambahan ikan asin dan bakso ikan membuat bubur ini semakin lezat. Selamat mencoba!</p>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:27:26+07:00",
            "date_modified": "2023-01-30T18:27:26+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/bubur-manado.html",
            "url": "https://resepdapuribu.github.io/bubur-manado.html",
            "title": "Bubur Manado",
            "summary": "Bubur Manado adalah masakan khas dari Manado, Sulawesi Utara. Terbuat dari bubur beras yang dicampur dengan ikan tuna, telur, tauge, daun bawang, dan bumbu-bumbu seperti cabai, bawang merah, bawang putih, kunyit, dan kecap manis. Bubur Manado memiliki rasa pedas dan gurih karena penambahan bumbu-bumbu dan&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>Bubur Manado adalah masakan khas dari Manado, Sulawesi Utara. Terbuat dari bubur beras yang dicampur dengan ikan tuna, telur, tauge, daun bawang, dan bumbu-bumbu seperti cabai, bawang merah, bawang putih, kunyit, dan kecap manis. Bubur Manado memiliki rasa pedas dan gurih karena penambahan bumbu-bumbu dan ikan tuna.</p>\n<p>Berikut adalah resep Bubur Manado:</p>\n<p>Bahan:</p>\n<ul>\n<li>500 gram beras</li>\n<li>500 gram ikan tuna, fillet</li>\n<li>2 butir telur</li>\n<li>1 kaleng tauge</li>\n<li>2 batang daun bawang, iris halus</li>\n<li>5 siung bawang merah, haluskan</li>\n<li>5 siung bawang putih, haluskan</li>\n<li>1 sendok makan kunyit, haluskan</li>\n<li>1 sendok teh kecap manis</li>\n<li>1 sendok teh garam</li>\n<li>secukupnya air</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Rebus beras dengan air sampai matang dan kenyal</li>\n<li>Tumis bumbu halus (bawang merah, bawang putih, kunyit) hingga harum.</li>\n<li>Tambahkan ikan tuna fillet dan tumis hingga setengah matang.</li>\n<li>Masukkan tumisan ikan tuna ke dalam rebusan beras.</li>\n<li>Tambahkan garam dan kecap manis, aduk hingga rata.</li>\n<li>Rebus telur hingga matang, tiriskan dan potong-potong.</li>\n<li>Rebus tauge hingga setengah matang, tiriskan.</li>\n<li>Siram bubur Manado ke dalam mangkuk saji.</li>\n<li>Taburi dengan telur, tauge, dan daun bawang.</li>\n<li>Sajikan bubur Manado selagi panas.</li>\n</ol>\n<p>Catatan penting:</p>\n<ul>\n<li>Gunakan ikan tuna yang segar dan berkualitas</li>\n<li>Bumbu-bumbu harus dihaluskan dengan baik agar aroma dan rasa bumbu terasa lebih kuat</li>\n<li>Campurkan bumbu-bumbu dengan bubur beras setelah bubur sudah matang agar rasa tidak terlalu kuat.</li>\n<li>Sajikan Bubur Manado dengan tauge, telur, dan daun bawang agar rasa lebih segar dan seimbang.</li>\n</ul>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:24:19+07:00",
            "date_modified": "2023-01-30T18:24:19+07:00"
        }
    ]
}
