{
    "version": "https://jsonfeed.org/version/1",
    "title": "Resep Dapur Ibu",
    "description": "",
    "home_page_url": "https://resepdapuribu.github.io",
    "feed_url": "https://resepdapuribu.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Ibu"
    },
    "items": [
        {
            "id": "https://resepdapuribu.github.io/gulai-belacan.html",
            "url": "https://resepdapuribu.github.io/gulai-belacan.html",
            "title": "Gulai Belacan",
            "summary": "Gulai Belacan adalah masakan daging sapi yang diolah dengan bumbu rempah-rempah khas Indonesia, seperti bawang merah, bawang putih, kunyit, jahe, serai, dan belacan. Masakan ini memiliki rasa pedas dan gurih yang kuat, karena menggunakan cabai merah dan bumbu rempah-rempah. Berikut adalah resep Gulai Belacan: Bahan-bahan:&hellip;",
            "content_html": "<p><strong>Gulai Belacan</strong> adalah masakan daging sapi yang diolah dengan bumbu rempah-rempah khas Indonesia, seperti bawang merah, bawang putih, kunyit, jahe, serai, dan belacan. Masakan ini memiliki rasa pedas dan gurih yang kuat, karena menggunakan cabai merah dan bumbu rempah-rempah. </p>\n<p>Berikut adalah resep Gulai Belacan:</p>\n<p><strong>Bahan-bahan:</strong></p>\n<ul>\n<li>500 gram daging sapi, potong-potong</li>\n<li>5 siung bawang merah, haluskan</li>\n<li>3 siung bawang putih, haluskan</li>\n<li>1 ruas jari kunyit, haluskan</li>\n<li>2 ruas jari jahe, haluskan</li>\n<li>1 batang serai, memarkan</li>\n<li>2 lembar daun kunyit</li>\n<li>2 lembar daun jeruk</li>\n<li>200 gram belacan, haluskan</li>\n<li>2 sendok makan kecap manis</li>\n<li>2 sendok makan gula merah, serut</li>\n<li>1 sendok teh garam</li>\n<li>2 sendok makan air asam jawa</li>\n<li>2 sendok makan air kapur sirih</li>\n<li>1000 ml air</li>\n<li>5 buah cabai merah, iris</li>\n<li>2 sendok makan minyak untuk menumis</li>\n</ul>\n<p><strong>Langkah-langkah:</strong></p>\n<ol>\n<li>Panaskan minyak dalam wajan. Tumis bawang merah, bawang putih, kunyit, jahe, dan serai hingga harum.</li>\n<li>Tambahkan daun kunyit, daun jeruk, dan belacan. Tumis hingga harum.</li>\n<li>Tambahkan daging sapi dan air. Masak hingga daging empuk.</li>\n<li>Tambahkan kecap manis, gula merah, garam, air asam jawa, dan air kapur sirih. Aduk rata.</li>\n<li>Tambahkan cabai merah. Masak hingga sambal merata dan bumbu meresap ke dalam daging.</li>\n<li>Angkat dan sajikan.</li>\n</ol>\n<p>Gulai Belacan biasanya disajikan dengan nasi putih atau nasi liwet, dan merupakan masakan khas dari beberapa daerah di Indonesia, seperti Sumatra Barat dan Jawa Barat. Keunikan Gulai Belacan terletak pada rasa pedas dan gurih yang kuat, serta bumbu rempah-rempah yang khas dan beragam.</p>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-29T18:39:19+07:00",
            "date_modified": "2023-01-29T18:39:19+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/bika-ambon.html",
            "url": "https://resepdapuribu.github.io/bika-ambon.html",
            "title": "Bika Ambon",
            "summary": "Bika Ambon khas Medan adalah variasi dari Bika Ambon asli yang berasal dari Kota Ambon, Maluku. Bika Ambon khas Medan memiliki tekstur yang lebih kenyal dan renyah, dan rasa yang lebih manis dibandingkan dengan Bika Ambon asli. Bika Ambon khas Medan biasanya diproduksi dalam skala&hellip;",
            "content_html": "<p class=\"align-left\"><strong>Bika Ambon</strong> khas Medan adalah variasi dari Bika Ambon asli yang berasal dari Kota Ambon, Maluku. Bika Ambon khas Medan memiliki tekstur yang lebih kenyal dan renyah, dan rasa yang lebih manis dibandingkan dengan Bika Ambon asli. Bika Ambon khas Medan biasanya diproduksi dalam skala besar dan dapat ditemukan di toko-toko kue dan pasar tradisional di Medan. Keunikan Bika Ambon khas Medan terletak pada tekstur dan rasa yang lebih manis dan kenyal, serta tradisi kuliner yang berbeda dari Bika Ambon asli.</p>\n<p class=\"align-left\">Berikut adalah resep untuk membuat Bika Ambon khas Medan:</p>\n<blockquote>\n<p class=\"align-left\">Bahan-bahan:</p>\n</blockquote>\n<ul class=\"align-left\">\n<li>500 gram tepung beras</li>\n<li>400 ml santan kental</li>\n<li>200 gram gula merah, parut halus</li>\n<li>1 sendok teh garam</li>\n<li>1 sendok teh air kapur sirih</li>\n<li>2 sendok teh air asam jawa</li>\n<li>2 butir telur</li>\n<li>200 ml air</li>\n</ul>\n<blockquote>\n<p class=\"align-left\">Langkah-langkah:</p>\n</blockquote>\n<ol class=\"align-left\">\n<li>Campurkan tepung beras, santan, garam, dan gula merah dalam panci. Aduk hingga rata.</li>\n<li>Masak bahan tersebut dengan api sedang hingga adonan kental dan berserat. Angkat.</li>\n<li>Campurkan parutan gula merah, air kapur sirih, dan air asam jawa ke dalam adonan. Aduk hingga rata.</li>\n<li>Masukkan telur dan air ke dalam adonan. Aduk hingga rata.</li>\n<li>Masukkan adonan ke dalam loyang yang sudah diolesi minyak. Diamkan selama 30 menit.</li>\n<li>Panggang adonan dengan oven yang sudah dipanaskan selama 30-40 menit, atau hingga matang. Angkat.</li>\n<li>Potong Bika Ambon sesuai selera dan sajikan.</li>\n</ol>\n<p class=\"align-left\">Bika Ambon dari Sumatera Utara memiliki tekstur dan rasa yang berbeda dari Bika Ambon asli dari Kota Ambon, Maluku. Bika Ambon dari Sumatera Utara memiliki tekstur yang lebih kenyal dan renyah, dan rasa yang lebih manis dibandingkan dengan Bika Ambon asli. Bika Ambon dari Sumatera Utara biasanya diproduksi dalam skala besar dan dapat ditemukan di toko-toko kue dan pasar tradisional. Keunikan Bika Ambon dari Sumatera Utara terletak pada tekstur dan rasa yang berbeda dari Bika Ambon asli, serta ketersediaannya yang lebih mudah di pasaran.</p>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-29T18:25:11+07:00",
            "date_modified": "2023-01-29T18:25:11+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/mie-aceh.html",
            "url": "https://resepdapuribu.github.io/mie-aceh.html",
            "title": "Mie Aceh",
            "summary": "Mie Aceh adalah makanan khas dari Provinsi Aceh, Indonesia. Mie ini terbuat dari mie kering yang dicampur dengan bumbu kuah yang gurih dan pedas. Bumbu terdiri dari daging sapi, bawang merah, bawang putih, cabai merah, cabai rawit, ketumbar, garam, dan gula merah yang ditumis hingga&hellip;",
            "content_html": "<p class=\"align-left\"><strong>Mie Aceh</strong> adalah makanan khas dari Provinsi Aceh, Indonesia. Mie ini terbuat dari mie kering yang dicampur dengan bumbu kuah yang gurih dan pedas. Bumbu terdiri dari daging sapi, bawang merah, bawang putih, cabai merah, cabai rawit, ketumbar, garam, dan gula merah yang ditumis hingga harum. Mie Aceh memiliki rasa gurih dan pedas yang kuat, dan bisa menimbulkan sensasi rasa yang kuat pada mulut. Mie Aceh biasanya disajikan dengan bawang goreng di atas mie sebagai taburan.</p>\n<p>Berikut adalah cara membuat mie Aceh:</p>\n<p>Bahan-bahan:</p>\n<ul>\n<li>500 gram mie kering</li>\n<li>200 gram daging sapi, cincang halus</li>\n<li>3 siung bawang merah, cincang halus</li>\n<li>2 siung bawang putih, cincang halus</li>\n<li>4 buah cabai merah, cincang halus</li>\n<li>4 buah cabai rawit, cincang halus</li>\n<li>1/2 sendok teh ketumbar, haluskan</li>\n<li>1 sendok teh garam</li>\n<li>1/2 sendok teh gula merah</li>\n<li>2 sendok makan minyak goreng</li>\n<li>Bawang goreng untuk taburan</li>\n</ul>\n<p>Langkah-langkah:</p>\n<ol>\n<li>Rebus mie hingga matang dan tiriskan. Sisihkan.</li>\n<li>Tumis bawang merah dan bawang putih hingga harum.</li>\n<li>Tambahkan daging sapi dan aduk-aduk hingga matang.</li>\n<li>Tambahkan cabai merah, cabai rawit, ketumbar, garam, dan gula merah. Aduk hingga bumbu meresap.</li>\n<li>Tambahkan mie ke dalam wajan dan aduk-aduk hingga bumbu meresap pada mie.</li>\n<li>Sajikan mie dengan bawang goreng di atas mie.</li>\n</ol>\n<p> </p>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>Ada beberapa hal yang menarik dari mie Aceh, antara lain:</p>\n<ol>\n<li>Rasa pedas dan gurih: Bumbu yang digunakan pada mie Aceh memiliki rasa pedas dan gurih yang kuat, sehingga mie memiliki cita rasa yang khas dan memikat.</li>\n<li>Keunikan bahan: Mie Aceh menggunakan mie kering sebagai bahan utamanya, sehingga memiliki tekstur yang berbeda dari mie lainnya.</li>\n<li>Asal kultural: Mie Aceh berasal dari Provinsi Aceh, Indonesia, sehingga memiliki keunikan kultural dan tradisi tersendiri.</li>\n<li>Mudah ditemukan: Mie Aceh bisa ditemukan di berbagai tempat, baik di restoran maupun warung-warung kaki lima.</li>\n<li>Harga terjangkau: Mie Aceh memiliki harga yang terjangkau dan bisa menjadi pilihan makan untuk berbagai kalangan.</li>\n</ol>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-29T18:17:35+07:00",
            "date_modified": "2023-01-29T18:17:35+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/dendeng-balado.html",
            "url": "https://resepdapuribu.github.io/dendeng-balado.html",
            "title": "Dendeng balado",
            "summary": "Dendeng Balado adalah makanan tradisional Indonesia yang berasal dari Sumatra Barat. Dendeng balado terdiri dari daging sapi yang dipotong tipis dan digoreng hingga kering dan kasar, lalu diolesi dengan bumbu balado yang pedas dan gurih. Bumbu balado terdiri dari cabai, bawang merah, bawang putih, kunyit,&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p> </p>\n<p>Dendeng Balado adalah makanan tradisional Indonesia yang berasal dari Sumatra Barat. Dendeng balado terdiri dari daging sapi yang dipotong tipis dan digoreng hingga kering dan kasar, lalu diolesi dengan bumbu balado yang pedas dan gurih.</p>\n<p>Bumbu balado terdiri dari cabai, bawang merah, bawang putih, kunyit, jahe, lengkuas, gula merah, dan garam yang ditumis hingga harum. Bumbu ini membuat dendeng memiliki rasa yang kuat dan khas, dan bisa menimbulkan sensasi rasa pedas dan gurih yang kuat pada mulut. Dendeng balado biasanya disajikan dengan nasi putih dan lauk pauk lain seperti telur, tahu, atau sayuran.</p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://resepdapuribu.github.io/media/posts/6/dendengbalado.png\" alt=\"\" width=\"1024\" height=\"1024\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://resepdapuribu.github.io/media/posts/6/responsive/dendengbalado-xs.png 300w ,https://resepdapuribu.github.io/media/posts/6/responsive/dendengbalado-sm.png 480w ,https://resepdapuribu.github.io/media/posts/6/responsive/dendengbalado-md.png 768w\"></figure>\n<p> </p>\n<p>Berikut adalah cara membuat dendeng balado :</p>\n<p>Bahan-bahan:</p>\n<ul>\n<li>1 kg daging sapi, dipotong tipis</li>\n<li>1 sendok makan air jeruk nipis</li>\n<li>1 sendok makan air kapur sirih</li>\n<li>Bumbu halus:\n<ul>\n<li>5 bawang merah</li>\n<li>4 bawang putih</li>\n<li>6 cabai merah</li>\n<li>4 cabai rawit</li>\n<li>2 ruas kunyit</li>\n<li>1 ruas jahe</li>\n<li>1 ruas lengkuas</li>\n<li>5 kemiri</li>\n<li>1 sdt garam</li>\n<li>1 sdt gula pasir</li>\n</ul>\n</li>\n<li>Bumbu balado:\n<ul>\n<li>10 cabai merah</li>\n<li>5 bawang merah</li>\n<li>5 bawang putih</li>\n<li>1 ruas kunyit</li>\n<li>1 ruas jahe</li>\n<li>1 ruas lengkuas</li>\n<li>2 sdm gula merah</li>\n<li>1 sdt garam</li>\n<li>1 sdt air asam jawa (optional)</li>\n</ul>\n</li>\n</ul>\n<p>Langkah-langkah:</p>\n<ol>\n<li>Campurkan daging dengan air jeruk nipis dan air kapur sirih. Diamkan selama 30 menit.</li>\n<li>Haluskan bumbu halus dan tumis hingga harum.</li>\n<li>Masukkan daging dan aduk-aduk hingga daging matang.</li>\n<li>Tambahkan garam dan gula pasir. Aduk hingga bumbu meresap.</li>\n<li>Kukus dendeng selama 1-2 jam hingga lembut.</li>\n<li>Buat bumbu balado dengan menumis bumbu halus hingga harum. Tambahkan air asam jawa (jika menggunakan) dan gula merah. Aduk hingga bumbu meresap.</li>\n<li>Goreng dendeng hingga kering dan kasar.</li>\n<li>Sajikan dengan bumbu balado di atas dendeng.</li>\n</ol>\n<p>Anda bisa menambahkan rempah-rempah lain sesuai selera untuk menambah rasa.</p>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-29T17:54:47+07:00",
            "date_modified": "2023-01-29T17:54:47+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/nasi-bakar-bumbu-kuning.html",
            "url": "https://resepdapuribu.github.io/nasi-bakar-bumbu-kuning.html",
            "title": "Nasi bakar bumbu kuning",
            "summary": "Nasi bakar bumbu kuning adalah salah satu jenis masakan nasi yang dibakar dengan bumbu kuning. Bumbu kuning terbuat dari bahan-bahan seperti bawang merah, bawang putih, kunyit, jahe, lengkuas, dan kemiri. Bumbu kuning ini ditumis hingga harum dan dicampur dengan nasi putih yang sudah dibungkus dengan&hellip;",
            "content_html": "<p><strong>Nasi bakar bumbu kuning</strong> adalah salah satu jenis masakan nasi yang dibakar dengan bumbu kuning. Bumbu kuning terbuat dari bahan-bahan seperti bawang merah, bawang putih, kunyit, jahe, lengkuas, dan kemiri. Bumbu kuning ini ditumis hingga harum dan dicampur dengan nasi putih yang sudah dibungkus dengan daun pandan.</p>\n<p>Kemudian nasi tersebut dibakar hingga nasi bakar menjadi kenyal dan bumbu meresap. Nasi bakar bumbu kuning sangat nikmat dan cocok sebagai makan siang atau makan malam. Nasi bakar bumbu kuning bisa dikonsumsi sendiri atau bisa ditemani dengan lauk pauk seperti telur dadar, ayam, atau sayuran.</p>\n<p> </p>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>Berikut adalah cara membuat nasi bakar bumbu kuning:</p>\n<p>Bahan-bahan:</p>\n<ul>\n<li>2 piring nasi putih</li>\n<li>4 lembar daun pandan</li>\n<li>2 sdm kecap manis</li>\n<li>2 sdm air lemon</li>\n<li>2 sdm minyak goreng</li>\n<li>1/2 sdt garam</li>\n<li>1/2 sdt gula pasir</li>\n<li>Bumbu kuning:\n<ul>\n<li>6 bawang merah</li>\n<li>3 bawang putih</li>\n<li>2 ruas kunyit</li>\n<li>1 ruas jahe</li>\n<li>1 ruas lengkuas</li>\n<li>2 kemiri</li>\n<li>1 sdt air asam jawa</li>\n<li>1/2 sdt garam</li>\n<li>1/2 sdt gula pasir</li>\n<li>2 sdm minyak goreng</li>\n</ul>\n</li>\n</ul>\n<p>Langkah-langkah:</p>\n<ol>\n<li>Campurkan nasi dengan daun pandan dan dibungkus dengan daun pisang.</li>\n<li>Campurkan kecap manis, air lemon, minyak goreng, garam, dan gula pasir. Aduk hingga rata.</li>\n<li>Bersihkan bumbu kuning dan haluskan.</li>\n<li>Tumis bumbu kuning hingga harum dan tambahkan air asam jawa.</li>\n<li>Tambahkan garam dan gula pasir. Aduk hingga bumbu meresap.</li>\n<li>Tambahkan campuran kecap manis pada nasi bakar dan aduk hingga rata.</li>\n<li>Bakar nasi bakar selama 10-15 menit atau hingga nasi bakar kenyal dan bumbu meresap.</li>\n<li>Sajikan hangat.</li>\n</ol>\n<p>Anda bisa menambahkan bahan lain sesuai selera, misalnya telur dadar, ayam, atau sayuran, untuk menambah rasa.</p>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-29T17:43:29+07:00",
            "date_modified": "2023-01-29T17:43:29+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/spagetti.html",
            "url": "https://resepdapuribu.github.io/spagetti.html",
            "title": "Spagetti",
            "summary": "Spagetti adalah salah satu jenis pasta yang berbentuk panjang dan tipis seperti tali. Spagetti terbuat dari bahan dasar tepung terigu, air, dan garam, yang diformulasikan menjadi pasta. Spagetti sering dikonsumsi sebagai menu makan utama dan dihidangkan dengan berbagai macam saus, seperti saus bolognese, saus keju,&hellip;",
            "content_html": "<div class=\"w-[30px] flex flex-col relative items-end\">\n<div class=\"relative h-[30px] w-[30px] p-1 rounded-sm text-white flex items-center justify-center\"><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\"><strong>Spagetti </strong>adalah salah satu jenis pasta yang berbentuk panjang dan tipis seperti tali. Spagetti terbuat dari bahan dasar tepung terigu, air, dan garam, yang diformulasikan menjadi pasta. Spagetti sering dikonsumsi sebagai menu makan utama dan dihidangkan dengan berbagai macam saus, seperti saus bolognese, saus keju, atau saus tomato. Spagetti juga bisa diolah menjadi berbagai masakan, seperti <em>spagetti carbonara</em>, <em>spagetti aglio e olio</em>, atau <em>spagetti alla puttanesca</em>. Spagetti sangat populer di seluruh dunia dan merupakan pilihan makan yang nikmat dan mudah ditemukan.</span></div>\n<div> </div>\n<div><figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://resepdapuribu.github.io/media/posts/4/spagetti.png\" alt=\"\" width=\"683\" height=\"683\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://resepdapuribu.github.io/media/posts/4/responsive/spagetti-xs.png 300w ,https://resepdapuribu.github.io/media/posts/4/responsive/spagetti-sm.png 480w ,https://resepdapuribu.github.io/media/posts/4/responsive/spagetti-md.png 768w\"></figure></div>\n<div>\n<p> </p>\n<blockquote>\n<p>Bahan-bahan:</p>\n</blockquote>\n<ul>\n<li>400 gr spagetti</li>\n<li>4 siung bawang putih</li>\n<li>2 bawang merah</li>\n<li>1 bawang bombai</li>\n<li>1/2 kg daging sapi cincang</li>\n<li>1 cangkir tomat puree</li>\n<li>1/2 cangkir saus tiram</li>\n<li>2 sdm kecap manis</li>\n<li>1/2 sdt gula</li>\n<li>1/2 sdt merica bubuk</li>\n<li>1/2 sdt garam</li>\n<li>1/2 sdt lada hitam</li>\n</ul>\n<blockquote>\n<p>Langkah-langkah:</p>\n</blockquote>\n<ol>\n<li>Rebus spagetti hingga matang dan tiriskan.</li>\n<li>Iris halus bawang putih, bawang merah, dan bawang bombai.</li>\n<li>Tumis bawang putih, bawang merah, dan bawang bombai hingga harum.</li>\n<li>Tambahkan daging sapi cincang dan masak hingga berubah warna.</li>\n<li>Tambahkan tomat puree, saus tiram, kecap manis, gula, merica bubuk, garam, dan lada hitam. Aduk rata.</li>\n<li>Masak hingga bumbu meresap dan daging empuk.</li>\n<li>Siram bumbu daging sapi di atas spagetti yang sudah ditiriskan.</li>\n<li>Sajikan hangat.</li>\n</ol>\n<p>Anda bisa menambahkan bahan lain sesuai selera, misalnya daun bawang atau seledri, untuk menambah rasa.</p>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-29T17:24:30+07:00",
            "date_modified": "2023-01-29T17:24:30+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/resep-ibu-sup-daging.html",
            "url": "https://resepdapuribu.github.io/resep-ibu-sup-daging.html",
            "title": "Sup Daging",
            "summary": "Memasak sup daging cukup mudah, Anda dapat menambahkan berbagai sayuran seperti wortel, kentang, daun bayam, daun bawang, atau bahkan brokoli, kol, atau buncis untuk menambah variasi rasa dan nutrisi. Anda juga dapat menambahkan rempah-rempah seperti bawang putih, garam, dan merica untuk menambah citarasa sup. Sup&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>Memasak sup daging cukup mudah, Anda dapat menambahkan berbagai sayuran seperti wortel, kentang, daun bayam, daun bawang, atau bahkan brokoli, kol, atau buncis untuk menambah variasi rasa dan nutrisi. Anda juga dapat menambahkan rempah-rempah seperti bawang putih, garam, dan merica untuk menambah citarasa sup.</p>\n<p>Sup daging dapat dihidangkan dengan nasi atau bahkan dengan roti. Sup daging juga dapat dijadikan sebagai bahan dasar untuk membuat makanan lain seperti sup daging ramen atau sup daging dengan pasta.</p>\n<p>Jadi, sup daging adalah makanan yang cocok untuk segala suasana, sehat, mudah dibuat dan sangat lezat. Sup daging dapat dijadikan sebagai pilihan utama untuk hidangan sehari-hari atau makanan spesial untuk acara-acara keluarga.</p>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\"> </div>\n</div>\n<blockquote>\n<p>Bahan-bahan:</p>\n</blockquote>\n<ul>\n<li>500 gr daging sapi (bagian dada atau perut), potong dadu</li>\n<li>1 liter air</li>\n<li>2 lembar daun bayam, iris</li>\n<li>2 lembar daun bawang, iris</li>\n<li>1 buah wortel, potong dadu</li>\n<li>1 buah kentang, potong dadu</li>\n<li>2 siung bawang putih, cincang</li>\n<li>1 sdt garam</li>\n<li>1/2 sdt merica bubuk</li>\n<li>2 sdm minyak untuk menumis</li>\n</ul>\n<blockquote>\n<p>Cara Memasak:</p>\n</blockquote>\n<ol>\n<li>Panaskan minyak dalam panci besar dan tumis bawang putih hingga harum.</li>\n<li>Tambahkan daging sapi dan tumis hingga daging berubah warna.</li>\n<li>Tuangkan air dan masak hingga daging empuk.</li>\n<li>Tambahkan wortel, kentang, daun bayam, daun bawang, garam, dan merica bubuk. Aduk rata.</li>\n<li>Masak hingga sayuran empuk dan kuah menyusut.</li>\n<li>Angkat dari api dan siap dihidangkan.</li>\n</ol>\n<p>Sup daging adalah salah satu makanan yang populer di seluruh dunia. Daging sapi yang digunakan dalam resep ini dapat diganti dengan daging lain seperti daging kambing atau daging ayam. Sup ini sangat cocok dihidangkan saat cuaca dingin atau saat sakit. Anda dapat menambahkan berbagai sayuran seperti brokoli, kol, atau buncis untuk menambah variasi rasa dan nutrisi.</p>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-29T12:08:52+07:00",
            "date_modified": "2023-01-29T16:54:18+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/resep-ibu-rendang.html",
            "url": "https://resepdapuribu.github.io/resep-ibu-rendang.html",
            "title": "Rendang Sumatera Barat",
            "summary": "Rendang adalah salah satu makanan tradisional Indonesia yang terkenal di seluruh dunia. Diolah dari daging sapi yang direndam dalam kuah rempah yang kaya akan bumbu, rendang memiliki rasa yang kompleks dan kaya. Proses memasaknya yang memakan waktu yang cukup lama membuat daging menjadi sangat empuk&hellip;",
            "content_html": "<p> </p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://resepdapuribu.github.io/media/posts/2/rendang2-2.png\" alt=\"\" width=\"663\" height=\"663\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://resepdapuribu.github.io/media/posts/2/responsive/rendang2-2-xs.png 300w ,https://resepdapuribu.github.io/media/posts/2/responsive/rendang2-2-sm.png 480w ,https://resepdapuribu.github.io/media/posts/2/responsive/rendang2-2-md.png 768w\"></figure>\n<p>Rendang adalah salah satu makanan tradisional Indonesia yang terkenal di seluruh dunia. Diolah dari daging sapi yang direndam dalam kuah rempah yang kaya akan bumbu, rendang memiliki rasa yang kompleks dan kaya. Proses memasaknya yang memakan waktu yang cukup lama membuat daging menjadi sangat empuk dan rempah-rempah meresap sempurna. Resep rendang ini dapat diolah dengan daging sapi atau daging kambing, dan dapat dihidangkan dengan nasi atau lontong. Mari mulai memasak dan menikmati kelezatan rendang yang kaya akan rasa dan cita rasa.</p>\n<p>Bahan-bahan:</p>\n<ul>\n<li>1 kg daging sapi (bagian dada atau perut)</li>\n<li>2 liter santan kental</li>\n<li>4 lembar daun kaffir ( daun jeruk )</li>\n<li>2 batang serai, geprek</li>\n<li>4 cm lengkuas, memarkan</li>\n<li>5 buah bawang merah</li>\n<li>5 buah bawang putih</li>\n<li>2 sdt garam</li>\n<li>2 sdt gula pasir</li>\n<li>2 sdt kaldu bubuk</li>\n<li>Bumbu yang dihaluskan:\n<ul>\n<li>10 buah cabe merah</li>\n<li>10 buah cabe rawit</li>\n<li>5 buah kemiri, sangrai</li>\n<li>3 cm kunyit, bakar</li>\n<li>3 cm jahe, bakar</li>\n</ul>\n</li>\n</ul>\n<p>Cara Memasak:</p>\n<ol>\n<li>Potong daging sapi menjadi potongan-potongan kecil dan rendam dalam air panas selama 10 menit. Kemudian tiriskan.</li>\n<li>Panaskan minyak dalam panci besar dan tumis bumbu halus hingga harum.</li>\n<li>Tambahkan daging sapi dan tumis hingga daging berubah warna.</li>\n<li>Tambahkan daun kaffir, serai, lengkuas, bawang merah, bawang putih, garam, gula pasir, dan kaldu bubuk. Aduk rata.</li>\n<li>Tuangkan santan kental dan masak dengan api kecil hingga santan menyusut dan daging empuk. Aduk-aduk secara teratur agar tidak gosong.</li>\n<li>Setelah daging empuk, masak hingga kuah menyusut dan berwarna coklat tua. Angkat dari api dan siap dihidangkan.</li>\n</ol>\n<p>Rendang Padang merupakan salah satu makanan khas dari Sumatera Barat, Indonesia. Makanan ini dikenal dengan cita rasa pedas dan rempah yang kaya, serta daging yang empuk. Proses memasak yang memakan waktu yang cukup lama membuat rasa rempah meresap sempurna ke dalam daging. Makanan ini sering dihidangkan dalam acara-acara keluarga atau perayaan besar.</p>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-29T12:01:11+07:00",
            "date_modified": "2023-01-29T16:54:23+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/resep-ibu-nasi-kuning.html",
            "url": "https://resepdapuribu.github.io/resep-ibu-nasi-kuning.html",
            "title": "Nasi Kuning",
            "summary": "Nasi kuning adalah salah satu makanan khas Indonesia yang digemari oleh banyak orang. Warna kuning yang indah dari nasi ini dihasilkan dari penambahan santan dan bahan-bahan lain seperti daun pandan dan bumbu. Rasanya yang lembut dan gurih sangat cocok dihidangkan dengan berbagai jenis lauk pauk,&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p> </p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://resepdapuribu.github.io/media/posts/1/nasikuning.png\" alt=\"\" width=\"1024\" height=\"1024\" sizes=\"(max-width: 48em) 100vw, 768px\" srcset=\"https://resepdapuribu.github.io/media/posts/1/responsive/nasikuning-xs.png 300w ,https://resepdapuribu.github.io/media/posts/1/responsive/nasikuning-sm.png 480w ,https://resepdapuribu.github.io/media/posts/1/responsive/nasikuning-md.png 768w\"></figure>\n<p>Nasi kuning adalah salah satu makanan khas Indonesia yang digemari oleh banyak orang. Warna kuning yang indah dari nasi ini dihasilkan dari penambahan santan dan bahan-bahan lain seperti daun pandan dan bumbu. Rasanya yang lembut dan gurih sangat cocok dihidangkan dengan berbagai jenis lauk pauk, menciptakan kombinasi yang sempurna. Nasi kuning juga sering dihidangkan pada acara-acara spesial seperti pernikahan atau acara keluarga. Mari mulai memasak dan menikmati kelezatan nasi kuning yang diolah dengan resep klasik ini.</p>\n<blockquote>\n<p class=\"align-left\">Bahan-bahan:</p>\n</blockquote>\n<ul class=\"align-left\">\n<li>1 liter santan kental</li>\n<li>1 kg beras</li>\n<li>2 lembar daun pandan</li>\n<li>1 sdt garam</li>\n<li>1 sdt gula pasir</li>\n</ul>\n<blockquote>\n<p class=\"align-left\">Cara Memasak:</p>\n</blockquote>\n<ol class=\"align-left\">\n<li>Cuci beras hingga bersih dan rendam selama 30 menit.</li>\n<li>Setelah itu, masukkan beras ke dalam rice cooker atau panci dengan daun pandan.</li>\n<li>Tuangkan santan kental dan tambahkan garam dan gula pasir. Aduk rata.</li>\n<li>Nyalakan rice cooker atau panci dan tunggu hingga nasi matang (jika menggunakan rice cooker) atau tambahkan air jika perlu saat memasak dengan panci.</li>\n<li>Setelah nasi matang, angkat daun pandan dan aduk nasi sebelum dihidangkan.</li>\n</ol>\n<p class=\"align-left\">Nasi kuning ini cocok dihidangkan dengan lauk pauk seperti ayam goreng, ikan goreng, atau sambal. Selain itu, bisa juga dihidangkan dengan telur dadar atau telur mata sapi.</p>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible align-left\"> </div>\n<div> </div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-29T11:52:54+07:00",
            "date_modified": "2023-01-29T16:54:29+07:00"
        }
    ]
}
