{
    "version": "https://jsonfeed.org/version/1",
    "title": "Resep Dapur Ibu",
    "description": "",
    "home_page_url": "https://resepdapuribu.github.io",
    "feed_url": "https://resepdapuribu.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Ibu"
    },
    "items": [
        {
            "id": "https://resepdapuribu.github.io/ikan-cakalang-asar-kemewahan-asap-dari-papua-barat.html",
            "url": "https://resepdapuribu.github.io/ikan-cakalang-asar-kemewahan-asap-dari-papua-barat.html",
            "title": "Ikan Cakalang Asar, Kemewahan Asap dari Papua Barat",
            "summary": "Ikan Cakalang Asar adalah hidangan khas dari Papua Barat, Indonesia, yang terbuat dari ikan cakalang yang dipanggang. Hidangan ini memiliki cita rasa gurih dan asap yang khas, karena bumbu yang digunakan dan proses pemanggangan. Bumbu utama yang digunakan meliputi bawang merah, bawang putih, jahe, kunyit,&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p class=\"align-left\">Ikan Cakalang Asar adalah hidangan khas dari Papua Barat, Indonesia, yang terbuat dari ikan cakalang yang dipanggang. Hidangan ini memiliki cita rasa gurih dan asap yang khas, karena bumbu yang digunakan dan proses pemanggangan. Bumbu utama yang digunakan meliputi bawang merah, bawang putih, jahe, kunyit, garam, gula merah, air asam jawa, air kecap, dan minyak goreng. Ikan cakalang diolesi dengan bumbu, lalu dipanggang sampai matang dan dalam wadah tertutup dengan daun pisang atau aluminium foil. </p>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">Bahan-bahan:</span></p>\n</div>\n</div>\n</div>\n<ul class=\"align-left\">\n<li>500g ikan cakalang, dipotong kecil-kecil</li>\n<li>2 buah cabe merah besar, diiris</li>\n<li>4 siung bawang merah, haluskan</li>\n<li>2 siung bawang putih, haluskan</li>\n<li>1 ruas jahe, geprek</li>\n<li>2 ruas kunyit, geprek</li>\n<li>1 sdt garam</li>\n<li>1/2 sdt gula merah</li>\n<li>2 sdm air asam jawa</li>\n<li>2 sdm air kecap</li>\n<li>2 sdm minyak goreng</li>\n</ul>\n<p class=\"align-left\">Cara Membuat:</p>\n<ol class=\"align-left\">\n<li>Campurkan bahan bumbu halus, jahe, kunyit, garam, gula merah, air asam jawa, air kecap, dan minyak goreng dalam wadah. Aduk hingga rata.</li>\n<li>Lumuri bagian dalam ikan cakalang dengan bumbu, lalu diamkan selama 30 menit.</li>\n<li>Tata ikan cakalang dalam loyang, lalu tutup dengan daun pisang atau aluminium foil.</li>\n<li>Panggang dalam oven dengan suhu 200°C selama 15-20 menit, atau sampai ikan cakalang matang.</li>\n<li>Sajikan bersama nasi dan sayuran segar.</li>\n</ol>\n<p class=\"align-left\">Catatan Penting:</p>\n<ul class=\"align-left\">\n<li>Gunakan air asam jawa asli untuk rasa yang autentik.</li>\n<li>Sumber panas dapat berupa oven atau barbecue.</li>\n<li>Jangan terlalu lama mengukus, agar ikan tidak lembek dan rasanya masih terjaga.</li>\n</ul>\n<p class=\"align-left\">Hidangan ini disajikan bersama nasi dan sayuran segar. Ikan Cakalang Asar adalah pilihan yang sempurna untuk hidangan makan siang atau malam yang lezat dan sederhana.</p>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<h3>Apa bedanya ikan cakalang dan ikan tongkol?</h3>\n<p>Kedua jenis ikan ini berbeda dalam hal ukuran dan tekstur daging.</p>\n<ol>\n<li>\n<p>Ikan Cakalang: Lebih besar dari ikan tongkol dan memiliki tekstur daging yang keras.</p>\n</li>\n<li>\n<p>Ikan Tongkol: Lebih kecil dari ikan cakalang dan memiliki tekstur daging yang lebih lembut dan empuk.</p>\n</li>\n</ol>\n<p>Kedua jenis ikan ini juga memiliki perbedaan dalam penggunaan, di mana ikan cakalang lebih sering digunakan untuk produk olahan seperti abon, sementara ikan tongkol lebih sering diolah menjadi masakan bakar atau goreng.</p>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<h2>Harga ikan cakalang bervariasi tergantung pada beberapa faktor, seperti:</h2>\n<ol>\n<li>\n<p>Tempat pembelian: Harga ikan cakalang bisa berbeda antar toko atau pasar tradisional dan supermarket.</p>\n</li>\n<li>\n<p>Ketersediaan: Saat musim panen, harga ikan cakalang biasanya lebih murah, sedangkan saat musim dingin harganya bisa lebih tinggi.</p>\n</li>\n<li>\n<p>Ukuran: Harga ikan cakalang bisa lebih mahal untuk ukuran yang lebih besar.</p>\n</li>\n<li>\n<p>Kualitas: Harga ikan cakalang bisa berbeda tergantung pada kualitas ikan, seperti kondisi tubuh dan tingkat kekenyalan daging.</p>\n</li>\n</ol>\n<p>Secara umum, harga ikan cakalang berkisar antara Rp 50.000 hingga Rp 150.000 per kilogram, tergantung pada faktor-faktor tersebut. Namun, harga ini bisa berubah sesuai dengan situasi dan kondisi pasar.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<p class=\"align-left\"> <span style=\"color: var(--headings-color); font-family: var(--font-base); font-size: 1.42383em; font-weight: var(--font-weight-bold); letter-spacing: var(--letter-spacing);\">Tapi, apa manfaat dari ikan cakalang?</span></p>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>Ikan cakalang memiliki beberapa manfaat bagi kesehatan, di antaranya:</p>\n<ol>\n<li>\n<p>Kaya protein: Ikan cakalang mengandung protein yang tinggi dan bergizi, yang dapat membantu membangun dan memperbaiki jaringan tubuh.</p>\n</li>\n<li>\n<p>Mengandung asam lemak Omega-3: Ikan cakalang mengandung asam lemak Omega-3 yang baik untuk jantung dan sistem saraf.</p>\n</li>\n<li>\n<p>Sumber vitamin D: Ikan cakalang mengandung vitamin D yang membantu menjaga kesehatan tulang dan gigi.</p>\n</li>\n<li>\n<p>Mengandung vitamin B12: Ikan cakalang mengandung vitamin B12 yang penting untuk mempertahankan kesehatan sel dan sistem saraf.</p>\n</li>\n<li>\n<p>Mengandung mineral: Ikan cakalang mengandung mineral seperti fosfor, zat besi, dan magnesium yang penting untuk kesehatan tubuh.</p>\n</li>\n<li>\n<p>Baik untuk diet: Ikan cakalang rendah lemak dan kalori, sehingga baik untuk orang yang sedang menjalani diet rendah lemak.</p>\n</li>\n<li>\n<p>Mengurangi risiko penyakit kronis: Mengonsumsi ikan cakalang secara teratur dapat membantu mengurangi risiko penyakit jantung, stroke, dan penyakit lainnya.</p>\n</li>\n</ol>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<h3 class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\">Bolehkah bumil makan ikan cakalang?</h3>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>Boleh, asalkan ikan cakalang dipastikan bebas dari bahan berbahaya seperti merkuri dan bahan pengawet lainnya. Ikan cakalang adalah sumber protein dan nutrisi yang baik bagi kehamilan, dan membantu memenuhi kebutuhan nutrisi ibu dan janin.</p>\n<p>Namun, disarankan untuk membatasi konsumsi ikan yang mungkin mengandung tinggi merkuri, seperti ikan predator besar seperti shark, swordfish, dan king mackerel.</p>\n<p>Sebelum memutuskan untuk mengonsumsi ikan cakalang selama kehamilan, sebaiknya berkonsultasi dengan dokter kandungan untuk memastikan bahwa ini aman bagi kondisi kesehatan Anda.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:48:23+07:00",
            "date_modified": "2023-01-30T23:25:17+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/ikan-bakar-manokwari-sensasi-rasa-laut-dari-tanah-papua.html",
            "url": "https://resepdapuribu.github.io/ikan-bakar-manokwari-sensasi-rasa-laut-dari-tanah-papua.html",
            "title": "Ikan Bakar Manokwari: Sensasi Rasa Laut dari Tanah Papua",
            "summary": "Ikan Bakar Manokwari adalah hidangan khas dari Tanah Papua yang terkenal dengan rasa ikan yang kuat dan bumbu yang pedas. Ikan dipanggang dengan bumbu yang dibuat dari cabai merah, cabai rawit, bawang merah, bawang putih, jahe, kunyit, lengkuas, dan ketumbar bubuk. Penambahan nasi hangat membuat&hellip;",
            "content_html": "<p>Ikan Bakar Manokwari adalah hidangan khas dari Tanah Papua yang terkenal dengan rasa ikan yang kuat dan bumbu yang pedas. Ikan dipanggang dengan bumbu yang dibuat dari cabai merah, cabai rawit, bawang merah, bawang putih, jahe, kunyit, lengkuas, dan ketumbar bubuk. Penambahan nasi hangat membuat hidangan ini semakin mengenyangkan dan menyegarkan. Nikmati sensasi rasa laut dari Tanah Papua dengan Ikan Bakar Manokwari.</p>\n<p>Bahan-bahan:</p>\n<ul>\n<li>1 ekor ikan (mackerel, teri, atau ikan lain yang cocok untuk bakar)</li>\n<li>1 bh jeruk nipis</li>\n<li>2 siung bawang putih, cincang halus</li>\n<li>1 sdt garam</li>\n<li>1 sdt lada bubuk</li>\n<li>Minyak untuk menumis</li>\n</ul>\n<p>Bahan bumbu:</p>\n<ul>\n<li>5 bh cabai merah</li>\n<li>5 bh cabai rawit</li>\n<li>3 siung bawang merah</li>\n<li>3 siung bawang putih</li>\n<li>1 ruas jahe</li>\n<li>1 ruas kunyit</li>\n<li>1 ruas lengkuas</li>\n<li>1 sdt ketumbar bubuk</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Bersihkan ikan, lumuri dengan air jeruk nipis dan bawang putih cincang. Diamkan selama 15 menit.</li>\n<li>Campurkan bahan bumbu dan tumbuk hingga halus.</li>\n<li>Panaskan minyak, tumis bumbu hingga harum.</li>\n<li>Sisihkan bumbu, tuangkan ke atas ikan.</li>\n<li>Bakar ikan hingga matang dan bumbu meresap.</li>\n<li>Sajikan bersama nasi hangat.</li>\n</ol>\n<p>Catatan penting:</p>\n<ul>\n<li>Lumuri ikan dengan air jeruk nipis dan bawang putih cincang sebelum dibakar untuk membuat rasa ikan lebih kuat.</li>\n<li>Bumbu yang ditumbuk harus halus agar bumbu meresap ke dalam ikan dengan baik.</li>\n</ul>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:41:09+07:00",
            "date_modified": "2023-01-30T18:41:09+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/papeda-papua-cita-rasa-autentik-dari-tanah-papua.html",
            "url": "https://resepdapuribu.github.io/papeda-papua-cita-rasa-autentik-dari-tanah-papua.html",
            "title": "Papeda Papua: Cita Rasa Autentik dari Tanah Papua",
            "summary": "Papeda Papua adalah hidangan khas dari Papua yang terkenal dengan teksturnya yang keras dan rasa kacang-kacangan yang kuat. Papeda dibuat dari tepung kacang-kacangan yang dicampur dengan air dan daun pepaya, dan dibumbui dengan air jeruk nipis dan garam. Penambahan sayuran segar atau daging yang sudah&hellip;",
            "content_html": "<p>Papeda Papua adalah hidangan khas dari Papua yang terkenal dengan teksturnya yang keras dan rasa kacang-kacangan yang kuat. Papeda dibuat dari tepung kacang-kacangan yang dicampur dengan air dan daun pepaya, dan dibumbui dengan air jeruk nipis dan garam. Penambahan sayuran segar atau daging yang sudah dibumbui membuat hidangan ini semakin lezat dan mengenyangkan. Sajikan bersama sayuran segar atau daging yang sudah dibumbui untuk pengalaman kuliner yang autentik dari Tanah Papua. Nikmati cita rasa autentik dari Tanah Papua dengan Papeda Papua.</p>\n<p>Bahan-bahan:</p>\n<ul>\n<li>500 gr tepung kacang-kacangan</li>\n<li>500 ml air</li>\n<li>1 bh daun pepaya, iris halus</li>\n<li>2 sdm air jeruk nipis</li>\n<li>1 sdt garam</li>\n<li>Minyak goreng, secukupnya</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Campur tepung kacang-kacangan dan air, aduk rata hingga tercampur.</li>\n<li>Tambahkan irisan daun pepaya, aduk rata.</li>\n<li>Tambahkan air jeruk nipis dan garam. Aduk rata.</li>\n<li>Panaskan minyak goreng, masukkan adonan tepung kacang-kacangan hingga setebal 1 cm.</li>\n<li>Panggang hingga keemasan, angkat.</li>\n<li>Sajikan bersama sayuran segar atau daging yang sudah dibumbui.</li>\n</ol>\n<p>Catatan penting:</p>\n<ul>\n<li>Tepung kacang-kacangan harus dicampur dengan air dan daun pepaya sebelum ditambahkan bahan lain.</li>\n<li>Adonan tepung kacang-kacangan harus setebal 1 cm agar mudah dipanggang.</li>\n</ul>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:39:05+07:00",
            "date_modified": "2023-01-30T18:39:05+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/papeda-wisata-kuliner-dari-kebudayaan-maluku.html",
            "url": "https://resepdapuribu.github.io/papeda-wisata-kuliner-dari-kebudayaan-maluku.html",
            "title": "Papeda: Wisata Kuliner dari Kebudayaan Maluku",
            "summary": "Papeda adalah hidangan khas Maluku yang terkenal dengan teksturnya yang lembut dan gurih. Papeda dibuat dari tepung sagu yang dicampur dengan air, bawang merah, bawang putih, kecap manis, garam, kunyit bubuk, dan daun pandan. Penambahan fillet ikan yang dimasak dengan bumbu-bumbu membuat hidangan ini semakin&hellip;",
            "content_html": "<p class=\"align-left\">Papeda adalah hidangan khas Maluku yang terkenal dengan teksturnya yang lembut dan gurih. Papeda dibuat dari tepung sagu yang dicampur dengan air, bawang merah, bawang putih, kecap manis, garam, kunyit bubuk, dan daun pandan. Penambahan fillet ikan yang dimasak dengan bumbu-bumbu membuat hidangan ini semakin lezat dan mengenyangkan. Sajikan bersama papeda yang sudah dibakar untuk pengalaman kuliner yang luar biasa. Nikmati wisata kuliner dari kebudayaan Maluku dengan Papeda.</p>\n<p class=\"align-left\">Bahan-bahan:</p>\n<ul class=\"align-left\">\n<li>500 gr tepung sagu</li>\n<li>500 ml air</li>\n<li>200 gr ikan, fillet</li>\n<li>3 bh bawang merah, iris halus</li>\n<li>2 bh bawang putih, iris halus</li>\n<li>2 sdm kecap manis</li>\n<li>1 sdt garam</li>\n<li>1 sdt kunyit bubuk</li>\n<li>Daun pandan, secukupnya</li>\n<li>Minyak goreng, secukupnya</li>\n</ul>\n<p class=\"align-left\">Cara membuat:</p>\n<ol class=\"align-left\">\n<li>Campur tepung sagu dan air, aduk rata hingga tercampur.</li>\n<li>Tambahkan irisan bawang merah, bawang putih. Aduk rata.</li>\n<li>Tambahkan kecap manis, garam, dan kunyit bubuk. Aduk rata.</li>\n<li>Tambahkan daun pandan, aduk rata.</li>\n<li>Panaskan minyak goreng, masukkan adonan tepung sagu hingga setebal 1 cm.</li>\n<li>Panggang hingga keemasan, angkat.</li>\n<li>Rebus air hingga mendidih.</li>\n<li>Masukkan fillet ikan, aduk rata.</li>\n<li>Tambahkan bumbu-bumbu sesuai selera.</li>\n<li>Sajikan bersama papeda yang sudah dibakar.</li>\n</ol>\n<p class=\"align-left\">Catatan penting:</p>\n<ul class=\"align-left\">\n<li>Tepung sagu harus dicampur dengan air sebelum ditambahkan bahan lain.</li>\n<li>Adonan tepung sagu harus setebal 1 cm agar mudah dipanggang.</li>\n<li>Rebus ikan dengan bumbu-bumbu sesuai selera.</li>\n</ul>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p class=\"align-left\">Papeda di Papua dan Maluku memiliki perbedaan dalam bahan-bahan dan cara membuat. Papeda di Papua dibuat dari tepung kacang-kacangan yang dicampur dengan air dan daun pepaya, sementara papeda di Maluku dibuat dari tepung sagu yang dicampur dengan air, bawang merah, bawang putih, kecap manis, garam, kunyit bubuk, dan daun pandan. Tekstur papeda di Papua lebih kasar dan keras dibandingkan dengan papeda di Maluku yang lebih lembut dan gurih.</p>\n<p class=\"align-left\">Secara umum, papeda adalah hidangan tradisional dari Indonesia yang berbeda dari daerah ke daerah, dan memiliki cita rasa dan tekstur yang unik dan khas.</p>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:37:50+07:00",
            "date_modified": "2023-01-30T18:37:50+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/soto-banjar-aromanya-mewah-rasa-kuahnya-mendalam.html",
            "url": "https://resepdapuribu.github.io/soto-banjar-aromanya-mewah-rasa-kuahnya-mendalam.html",
            "title": "Soto Banjar: Aromanya Mewah, Rasa Kuahnya Mendalam",
            "summary": "Soto Banjar adalah hidangan khas Kalimantan Selatan yang terkenal dengan rasa kuahnya yang gurih dan mendalam. Daging sapi yang dimasak dengan bumbu-bumbu seperti bawang merah, bawang putih, kecap manis, garam, dan gula merah membuat aroma soto ini mewah dan memikat. Bahan-bahan: Cara membuat: Penambahan kentang,&hellip;",
            "content_html": "<p>Soto Banjar adalah hidangan khas Kalimantan Selatan yang terkenal dengan rasa kuahnya yang gurih dan mendalam. Daging sapi yang dimasak dengan bumbu-bumbu seperti bawang merah, bawang putih, kecap manis, garam, dan gula merah membuat aroma soto ini mewah dan memikat. </p>\n<p>Bahan-bahan:</p>\n<ul>\n<li>1 liter air</li>\n<li>200 gr daging sapi, potong-potong</li>\n<li>5 bh bawang merah, iris halus</li>\n<li>3 bh bawang putih, iris halus</li>\n<li>2 sdm kecap manis</li>\n<li>1 sdt garam</li>\n<li>1 sdt gula merah</li>\n<li>2 bh kentang, kupas dan potong-potong</li>\n<li>2 bh wortel, kupas dan potong-potong</li>\n<li>200 gr tauge, tiriskan</li>\n<li>200 gr bihun, rebus</li>\n<li>Bawang goreng untuk taburan</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Rebus air hingga mendidih.</li>\n<li>Masukkan daging sapi, aduk rata.</li>\n<li>Tambahkan irisan bawang merah, bawang putih. Aduk rata.</li>\n<li>Tambahkan kecap manis, garam, dan gula merah. Aduk rata.</li>\n<li>Masak hingga daging sapi empuk.</li>\n<li>Tambahkan kentang dan wortel, aduk rata.</li>\n<li>Masak hingga kentang dan wortel matang.</li>\n<li>Tambahkan tauge dan bihun, aduk rata.</li>\n<li>Sajikan hangat, taburi bawang goreng.</li>\n</ol>\n<p>Penambahan kentang, wortel, tauge, dan bihun membuat soto ini semakin lezat dan mengenyangkan. Taburan bawang goreng membuat soto ini semakin terasa. Nikmati soto dengan aroma mewah dan rasa kuahnya mendalam. Selamat mencoba!</p>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:32:15+07:00",
            "date_modified": "2023-01-30T18:32:15+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/bubur-pedas-kalimantan-barat-wisata-kuliner-yang-membakar-lidah.html",
            "url": "https://resepdapuribu.github.io/bubur-pedas-kalimantan-barat-wisata-kuliner-yang-membakar-lidah.html",
            "title": "Bubur Pedas Kalimantan Barat: Wisata Kuliner yang Membakar Lidah",
            "summary": "Bubur Pedas Kalimantan Barat adalah hidangan khas Kalimantan Barat yang terkenal dengan rasa pedas dan gurih. Bubur ini dibuat dari beras yang dicampur dengan air dan bahan-bahan seperti daun kunyit, cabai merah, bawang merah, bawang putih, garam, dan gula merah. Penambahan ikan asin, tauge, dan&hellip;",
            "content_html": "<p class=\"align-left\"><strong>Bubur Pedas Kalimantan Barat</strong> adalah hidangan khas Kalimantan Barat yang terkenal dengan rasa pedas dan gurih. Bubur ini dibuat dari beras yang dicampur dengan air dan bahan-bahan seperti daun kunyit, cabai merah, bawang merah, bawang putih, garam, dan gula merah. Penambahan ikan asin, tauge, dan bakso ikan membuat bubur ini semakin lezat dan menyegarkan. Aroma kunyit dan cabai membakar lidah, membuat bubur ini sangat cocok untuk dinikmati pada hari-hari dingin. Sajikan hangat untuk pengalaman makan yang memuaskan. Nikmati wisata kuliner yang membakar lidah dengan Bubur Pedas Kalimantan Barat.</p>\n<p class=\"align-left\">Bahan-bahan:</p>\n<ul class=\"align-left\">\n<li>1 liter air</li>\n<li>200 gr beras</li>\n<li>50 gr daun kunyit, iris halus</li>\n<li>10 bh cabai merah besar, iris halus</li>\n<li>3 bh bawang merah, iris halus</li>\n<li>2 bh bawang putih, iris halus</li>\n<li>1 sdt garam</li>\n<li>1 sdt gula merah</li>\n<li>100 gr ikan asin, fillet, potong-potong</li>\n<li>100 gr tauge, tiriskan</li>\n<li>100 gr bakso ikan, rebus</li>\n</ul>\n<p class=\"align-left\">Cara membuat:</p>\n<ol class=\"align-left\">\n<li>Rebus air hingga mendidih.</li>\n<li>Masukkan irisan daun kunyit dan beras, aduk rata.</li>\n<li>Tambahkan irisan cabai merah, bawang merah, bawang putih. Aduk rata.</li>\n<li>Tambahkan garam dan gula merah, aduk rata.</li>\n<li>Masak hingga beras matang dan air menyusut.</li>\n<li>Tambahkan ikan asin, tauge, dan bakso ikan. Aduk rata.</li>\n<li>Sajikan hangat.</li>\n</ol>\n<p class=\"align-left\">Nikmati bubur pedas ini dengan aroma kunyit dan cabai yang membakar lidah. Penambahan ikan asin dan bakso ikan membuat bubur ini semakin lezat. Selamat mencoba!</p>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:27:26+07:00",
            "date_modified": "2023-01-30T18:27:26+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/bubur-manado.html",
            "url": "https://resepdapuribu.github.io/bubur-manado.html",
            "title": "Bubur Manado",
            "summary": "Bubur Manado adalah masakan khas dari Manado, Sulawesi Utara. Terbuat dari bubur beras yang dicampur dengan ikan tuna, telur, tauge, daun bawang, dan bumbu-bumbu seperti cabai, bawang merah, bawang putih, kunyit, dan kecap manis. Bubur Manado memiliki rasa pedas dan gurih karena penambahan bumbu-bumbu dan&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>Bubur Manado adalah masakan khas dari Manado, Sulawesi Utara. Terbuat dari bubur beras yang dicampur dengan ikan tuna, telur, tauge, daun bawang, dan bumbu-bumbu seperti cabai, bawang merah, bawang putih, kunyit, dan kecap manis. Bubur Manado memiliki rasa pedas dan gurih karena penambahan bumbu-bumbu dan ikan tuna.</p>\n<p>Berikut adalah resep Bubur Manado:</p>\n<p>Bahan:</p>\n<ul>\n<li>500 gram beras</li>\n<li>500 gram ikan tuna, fillet</li>\n<li>2 butir telur</li>\n<li>1 kaleng tauge</li>\n<li>2 batang daun bawang, iris halus</li>\n<li>5 siung bawang merah, haluskan</li>\n<li>5 siung bawang putih, haluskan</li>\n<li>1 sendok makan kunyit, haluskan</li>\n<li>1 sendok teh kecap manis</li>\n<li>1 sendok teh garam</li>\n<li>secukupnya air</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Rebus beras dengan air sampai matang dan kenyal</li>\n<li>Tumis bumbu halus (bawang merah, bawang putih, kunyit) hingga harum.</li>\n<li>Tambahkan ikan tuna fillet dan tumis hingga setengah matang.</li>\n<li>Masukkan tumisan ikan tuna ke dalam rebusan beras.</li>\n<li>Tambahkan garam dan kecap manis, aduk hingga rata.</li>\n<li>Rebus telur hingga matang, tiriskan dan potong-potong.</li>\n<li>Rebus tauge hingga setengah matang, tiriskan.</li>\n<li>Siram bubur Manado ke dalam mangkuk saji.</li>\n<li>Taburi dengan telur, tauge, dan daun bawang.</li>\n<li>Sajikan bubur Manado selagi panas.</li>\n</ol>\n<p>Catatan penting:</p>\n<ul>\n<li>Gunakan ikan tuna yang segar dan berkualitas</li>\n<li>Bumbu-bumbu harus dihaluskan dengan baik agar aroma dan rasa bumbu terasa lebih kuat</li>\n<li>Campurkan bumbu-bumbu dengan bubur beras setelah bubur sudah matang agar rasa tidak terlalu kuat.</li>\n<li>Sajikan Bubur Manado dengan tauge, telur, dan daun bawang agar rasa lebih segar dan seimbang.</li>\n</ul>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:24:19+07:00",
            "date_modified": "2023-01-30T18:24:19+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/uta-dada-palu.html",
            "url": "https://resepdapuribu.github.io/uta-dada-palu.html",
            "title": "Uta Dada Palu",
            "summary": "Uta Dada adalah masakan tradisional Kaili, dari Palu, Sulawesi Tengah. Terbuat dari daging sapi yang direbus bersama bumbu-bumbu seperti cabai, bawang merah, bawang putih, kunyit, jahe, dan garam. Daging sapi yang empuk ini dicampur dengan bumbu-bumbu tersebut dan diberi kecap manis sebagai pemanis. Uta Dada&hellip;",
            "content_html": "<p class=\"align-left\">Uta Dada adalah masakan tradisional Kaili, dari Palu, Sulawesi Tengah. Terbuat dari daging sapi yang direbus bersama bumbu-bumbu seperti cabai, bawang merah, bawang putih, kunyit, jahe, dan garam. Daging sapi yang empuk ini dicampur dengan bumbu-bumbu tersebut dan diberi kecap manis sebagai pemanis. Uta Dada disajikan dengan nasi putih dan sayur-sayuran segar seperti timun, kacang-kacangan, dan daun peterseli.</p>\n<p class=\"align-left\">Untuk membuat Uta Dada, bahan-bahan yang diperlukan antara lain:</p>\n<ul class=\"align-left\">\n<li>500 gram daging sapi</li>\n<li>4 siung bawang merah</li>\n<li>2 siung bawang putih</li>\n<li>1 sendok teh kecap manis</li>\n<li>1 sendok teh garam</li>\n<li>1 sendok makan air asam jawa</li>\n<li>1 sendok teh kaldu bubuk</li>\n<li>1 sendok makan air kapur sirih</li>\n<li>3 cabai merah keriting</li>\n<li>3 cabai rawit merah</li>\n</ul>\n<p class=\"align-left\">Cara membuat Uta Dada:</p>\n<ol class=\"align-left\">\n<li>Rebus daging sapi hingga empuk dan air rebusannya hilang. Potong daging menjadi potongan-potongan kecil.</li>\n<li>Haluskan bawang merah dan bawang putih.</li>\n<li>Tumis bawang merah dan bawang putih hingga harum.</li>\n<li>Masukkan daging sapi yang sudah dipotong-potong, tambahkan kecap manis, garam, air asam jawa, kaldu bubuk, air kapur sirih, dan cabai merah.</li>\n<li>Aduk hingga bumbu merata.</li>\n<li>Masak hingga bumbu meresap dan daging sapi matang.</li>\n</ol>\n<p class=\"align-left\">Catatan penting:</p>\n<ul>\n<li class=\"align-left\">Gunakan daging sapi yang segar dan empuk untuk membuat Uta Dada.</li>\n<li class=\"align-left\">Tumis bumbu-bumbu hingga harum agar aroma bumbu meresap dengan baik ke dalam daging sapi.</li>\n<li class=\"align-left\">Sesuaikan rasa garam dan cabai sesuai dengan selera.</li>\n<li class=\"align-left\">Uta Dada dapat disajikan dengan nasi hangat.</li>\n</ul>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:21:09+07:00",
            "date_modified": "2023-01-30T18:21:09+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/bau-peapi.html",
            "url": "https://resepdapuribu.github.io/bau-peapi.html",
            "title": "Bau Peapi",
            "summary": "Bau Peapi adalah makanan khas dari Kabupaten Manggarai, Flores, Nusa Tenggara Timur, Indonesia. Bau Peapi terbuat dari daging sapi, daun pepaya, dan kacang-kacangan seperti kacang panjang dan kacang hijau. Berikut adalah resep untuk membuat Bau Peapi: Bahan: Cara membuat: Catatan penting: Itulah resep Bau Peapi&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p class=\"align-left\">Bau Peapi adalah makanan khas dari Kabupaten Manggarai, Flores, Nusa Tenggara Timur, Indonesia. Bau Peapi terbuat dari daging sapi, daun pepaya, dan kacang-kacangan seperti kacang panjang dan kacang hijau. Berikut adalah resep untuk membuat Bau Peapi:</p>\n<p class=\"align-left\">Bahan:</p>\n<ul class=\"align-left\">\n<li>500 gram daging sapi, dipotong-potong</li>\n<li>1 buah pepaya, dikupas dan dipotong-potong</li>\n<li>100 gram kacang panjang, dipotong-potong</li>\n<li>100 gram kacang hijau, direbus</li>\n<li>2 batang serai, geprek</li>\n<li>2 lembar daun kunyit, geprek</li>\n<li>2 lembar daun salam</li>\n<li>5 siung bawang merah, iris halus</li>\n<li>4 siung bawang putih, iris halus</li>\n<li>2 buah kemiri, sangrai</li>\n<li>1 sendok teh gula merah</li>\n<li>2 sendok makan kecap manis</li>\n<li>2 sendok makan air asam jawa</li>\n<li>Garam secukupnya</li>\n<li>Penyedap rasa secukupnya</li>\n</ul>\n<p class=\"align-left\">Cara membuat:</p>\n<ol class=\"align-left\">\n<li>Rebus daging sapi hingga matang. Angkat dan tiriskan.</li>\n<li>Tumis bawang merah, bawang putih, dan kemiri hingga harum.</li>\n<li>Masukkan serai, daun kunyit, dan daun salam. Aduk rata.</li>\n<li>Tambahkan potongan pepaya dan daging sapi yang sudah matang. Aduk rata.</li>\n<li>Tambahkan gula merah, kecap manis, dan air asam jawa. Aduk rata.</li>\n<li>Tambahkan kacang panjang dan kacang hijau yang sudah direbus. Aduk rata.</li>\n<li>Tambahkan garam dan penyedap rasa secukupnya. Aduk rata.</li>\n<li>Masak hingga bumbu meresap dan pepaya dan kacang-kacangan matang.</li>\n<li>Angkat dan sajikan hangat.</li>\n</ol>\n<p class=\"align-left\">Catatan penting:</p>\n<ol class=\"align-left\">\n<li>Gunakan daging sapi yang segar dan matang untuk hasil makanan yang lezat.</li>\n<li>Kacang hijau dan kacang panjang dapat diganti dengan jenis kacang lain sesuai selera.</li>\n<li>Jangan terlalu lama memasak pepaya dan kacang-kacangan, agar tidak pudar rasa dan warna.</li>\n<li>Tambahkan air asam jawa secukupnya agar rasa tidak terlalu pahit.</li>\n</ol>\n<p class=\"align-left\">Itulah resep Bau Peapi yang dapat Anda coba. Nikmati sensasi rasa khas Flores yang lezat dan kaya rempah-rempah.</p>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:14:16+07:00",
            "date_modified": "2023-01-30T18:14:16+07:00"
        },
        {
            "id": "https://resepdapuribu.github.io/coto-makassar.html",
            "url": "https://resepdapuribu.github.io/coto-makassar.html",
            "title": "Coto Makassar",
            "summary": "Coto Makassar adalah masakan sup tradisional dari kota Makassar, yang terletak di Sulawesi Selatan, Indonesia. Sup ini kaya rasa dan berkuah yang dibuat dari daging sapi, bagian dalam, dan bumbu, dan merupakan masakan populer untuk acara khusus dan perayaan. Berikut adalah resep untuk membuat Coto&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p class=\"align-left\">Coto Makassar adalah masakan sup tradisional dari kota Makassar, yang terletak di Sulawesi Selatan, Indonesia. Sup ini kaya rasa dan berkuah yang dibuat dari daging sapi, bagian dalam, dan bumbu, dan merupakan masakan populer untuk acara khusus dan perayaan. Berikut adalah resep untuk membuat Coto Makassar:</p>\n<p class=\"align-left\">Bahan:</p>\n<ul class=\"align-left\">\n<li>500 gr daging sapi, potong-potong</li>\n<li>200 gr bagian dalam sapi (hati, usus, jantung)</li>\n<li>1 liter air</li>\n<li>4 siung bawang merah, cincang halus</li>\n<li>3 siung bawang putih, cincang halus</li>\n<li>1 ruas jahe, geprek</li>\n<li>1 ruas kunyit, geprek</li>\n<li>1 sdt garam</li>\n<li>1 sdt gula merah</li>\n<li>1/2 sdt merica bubuk</li>\n<li>1 sdt ketumbar bubuk</li>\n<li>2 daun salam</li>\n<li>2 batang sereh, geprek</li>\n<li>Bawang goreng untuk taburan</li>\n</ul>\n<p class=\"align-left\">Cara membuat:</p>\n<ol class=\"align-left\">\n<li>Rebus daging sapi dan bagian dalam dalam air hingga empuk.</li>\n<li>Tumis bawang merah, bawang putih, jahe, dan kunyit hingga harum.</li>\n<li>Tambahkan garam, gula merah, merica, ketumbar, daun salam, dan sereh, aduk rata.</li>\n<li>Tuang bumbu tumisan ke dalam air rebusan daging. Masak hingga bumbu meresap ke dalam daging.</li>\n<li>Sajikan coto dalam mangkuk dan taburi dengan bawang goreng.</li>\n</ol>\n<p class=\"align-left\">Catatan penting:</p>\n<ul class=\"align-left\">\n<li>Gunakan daging sapi yang segar dan bagian dalam yang bersih untuk hasil coto yang lezat.</li>\n<li>Anda bisa menambahkan bahan lain seperti wortel, kentang, atau buncis untuk variasi rasa.</li>\n<li>Jika suka pedas, tambahkan cabai merah atau cabai rawit ke dalam tumisan bumbu.</li>\n<li>Sajikan coto panas-panas untuk rasa yang terbaik.</li>\n</ul>\n<p class=\"align-left\">Demikianlah resep membuat Coto Makassar, masakan lezat yang berasal dari Sulawesi Selatan. Nikmati coto bersama keluarga dan teman-teman untuk acara spesial atau hanya sebagai masakan harian.</p>\n</div>\n</div>\n</div>",
            "author": {
                "name": "Ibu"
            },
            "tags": [
            ],
            "date_published": "2023-01-30T18:10:04+07:00",
            "date_modified": "2023-01-30T18:10:04+07:00"
        }
    ]
}
